Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: After disabling email field, disable "Comment author must fill out name and email" from settings > discussion
ar: بعد تعطيل حقل البريد الإلكتروني ، قم بتعطيل "يجب على مؤلف التعليق ملء الاسم والبريد الإلكتروني" من الإعدادات> المناقشة
fa_ir: بعد از غیرفعال‌سازی فیلد ایمیل، گزینه "نویسنده‌ٔ دیدگاه باید نام و نشانی ایمیل خود را بنویسد" را از مسیر تنظیمات > گفت و گو غیرفعال نمایید

source: Remove the cookie save field from the comment form
ar: قم بإزالة حقل حفظ ملف تعريف الارتباط من نموذج التعليق
fa_ir: حذف فیلد ذخیره اطلاعات در کوکی از فرم دیدگاه

source: Adding a phone number field to the comment form
ar: إضافة حقل رقم الهاتف إلى نموذج التعليق
fa_ir: افزودن فیلد شماره تلفن به فرم دیدگاه

source: Display the phone field to logged in users
ar: عرض حقل الهاتف للمستخدمين المسجلين
fa_ir: نمایش فیلد تلفن به کاربران وارد شده

source: By activating this option, the phone field will be displayed to logged in users in addition to guest users
ar: بتفعيل هذا الخيار سيتم عرض حقل الهاتف للمستخدمين المسجلين بالإضافة إلى المستخدمين الضيوف
fa_ir: با فعال‌سازی این گزینه فیلد تلفن علاوه بر کاربران مهمان به کاربران وارد شده هم نمایش داده خواهد شد

source: The phone field is required
ar: حقل الهاتف مطلوب
fa_ir: فیلد تلفن الزامی است

source: Product review settings
ar: إعدادات مراجعة المنتج
fa_ir: تنظیمات نقد و بررسی محصول

source: Activation of the positive and negative points of the product in the product comments
ar: تفعيل النقاط الايجابية والسلبية للمنتج في تعليقات المنتج
fa_ir: فعال‌سازی نکات مثبت و منفی محصول در نظرات محصول

source: Activation only for logged in users
ar: التنشيط فقط للمستخدمين المسجلين
fa_ir: فعال‌سازی فقط برای کاربران وارد شده

source: Activation only for product buyers
ar: التنشيط فقط لمشتري المنتجات
fa_ir: فعال‌سازی فقط برای خریداران محصول

source: Custom Codes
ar: الكودات المخصصة
fa_ir: کدهای سفارشی

source: Custom Codes Settings
ar: إعدادات التعليمات البرمجية المخصصة
fa_ir: تنظیمات کدهای سفارشی

source: Custom style sheet
ar: ورقة أنماط مخصصة
fa_ir: شیوه نامه سفارشی

source: Add your custom stylesheets quickly to the template.
ar: أضف أوراق الأنماط المخصصة بسرعة إلى القالب.
fa_ir: کدهای شیوه نامه سفارشی خود را به سرعت به قالب اضافه نمایید.

source: Header script
ar: اسکریبت الهدر
fa_ir: اسکریپت هدر

source: Enter the codes you need to add to the header section of the template (like meta tags) here.
ar: أضف الكود الذي تحتاجه إلى قسم الهدر القالب (مثل العلامات الوصفية) هنا.
fa_ir: کدهایی که نیاز دارید به بخش هدر قالب اضافه نمایید (مانند متاتگ ها) در اینجا وارد نمایید.

source: Footer script
ar: اسکریبت الفوتر
fa_ir: اسکریپت فوتر

source: Add the codes you need to add to the footer template (like Google Analytics) here.
ar: أدخل الكود الذي تريد إضافته إلى الفوتر (مثل Google Analytics) هنا.
fa_ir: کدهایی که نیاز دارید به فوتر قالب اضافه نمایید (مانند گوگل آنالیز) در اینجا وارد نمایید.

source: Dinakala guide
ar: دليل Dinakala
fa_ir: راهنمای پوسته دیناکالا

source: See tutorials for using the Dinakala template:
ar: شاهد الدروس التعليمية لاستخدام قالب Dinakala:
fa_ir: فایل های آموزش استفاده از قالب دیناکالا را دانلود کنید:

source: Dinakala template knowledge base
ar: قاعدة المعرفة لقالب Dinakala
fa_ir: پایگاه دانش قالب دیناکالا

source: <a href="https://i-design.ir/docs/dinakala/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> Template knowledge base</a>
ar: <a href="https://i-design.ir/docs/dinakala/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> قاعدة المعرفة القالب</a>
fa_ir: <a href="https://i-design.ir/docs/dinakala/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> پایگاه دانش قالب</a>

source: In the Dinakala template knowledge base, you can view and read installation and setup training, how to update, training related to template settings, how to work with Elementor, menu settings, posts and pages, and problems and frequently asked questions.
ar: في قاعدة معارف قالب Dinakala، يمكنك عرض وقراءة التدريب على التثبيت والإعداد، وكيفية التحديث، والتدريب المتعلق بإعدادات القالب، وكيفية العمل مع Elementor، وإعدادات القائمة، والمشاركات والصفحات، والمشكلات والأسئلة المتداولة.
fa_ir: در پایگاه دانش قالب دیناکالا می‌توانید آموزش نصب و راه‌اندازی، نحوه به‌روزرسانی، آموزش‌های مربوط به تنظیمات قالب، نحوه کار با المنتور، تنظیمات منو، نوشته‌ها و برگه‌ها و مشکلات و سوالات متداول را مشاهده و مطالعه نمایید.

source: Installation tutorial
ar: البرنامج التعليمي التثبيت
fa_ir: آموزش نصب و راه اندازی

source: <a href="https://i-design.ir/docs/dinakala/installation-and-update/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> View the guide</a>
ar: <a href="https://i-design.ir/docs/dinakala/installation-and-update/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> عرض الدليل</a>
fa_ir: <a href="https://i-design.ir/docs/dinakala/installation-and-update/" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> مشاهده راهنما</a>

source: In this guide, the method of initial installation and setup of Dinakala template is explained step by step by manual installation method or installation by easy installation package method.
ar: في هذا الدليل، يتم شرح طريقة التثبيت الأولي وإعداد قالب Dinakala خطوة بخطوة عن طريق طريقة التثبيت اليدوي أو التثبيت عن طريق طريقة حزمة التثبيت السهلة.
fa_ir: در این راهنما نحوه نصب و راه اندازی اولیه قالب دیناکالا به صورت مرحله به مرحله به روش نصب دستی یا نصب به روش بسته آسان نصب توضیح داده شده است.

source: Demo import guide
ar: دليل الاستيراد التجريبي
fa_ir: راهنمای درون ریزی دمو

source: <a href="https://i-design.ir/docs/dinakala/?p=624" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> View the guide</a>
ar: <a href="https://i-design.ir/docs/dinakala/?p=624" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> عرض الدليل</a>
fa_ir: <a href="https://i-design.ir/docs/dinakala/?p=624" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> مشاهده راهنما</a>

source: In this guide, how to import demos of Dinakala template into your site is taught.
ar: في هذا الدليل، يتم تدريس كيفية استيراد العروض التوضيحية لقالب Dinakala إلى موقعك.
fa_ir: در این راهنما نحوه درون ریزی اطلاعات دموهای قالب دیناکالا درون سایت شما آموزش داده شده است.

source: Guide to using dark mode
ar: دليل لاستخدام الوضع المظلم
fa_ir: راهنمای استفاده از دارک مد

source: <a href="https://i-design.ir/docs/dinakala/?p=2185" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> View the guide</a>
ar: <a href="https://i-design.ir/docs/dinakala/?p=2185" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> عرض الدليل</a>
fa_ir: <a href="https://i-design.ir/docs/dinakala/?p=2185" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> مشاهده راهنما</a>

source: In this guide, how to use the dark mode of the Dinakala template and how to set this mode and related tips are taught.
ar: في هذا الدليل، يتم تدريس كيفية استخدام الوضع المظلم لقالب Dinakala وكيفية ضبط هذا الوضع والنصائح ذات الصلة.
fa_ir: در این راهنما نحوه استفاده از حالت تیره قالب دیناکالا و نحوه تنظیم این حالت و نکات مربوطه آموزش داده شده است.

source: Dinakala Template Shortcodes
ar: الرموز المختصرة لقالب Dinakala
fa_ir: شرتکدهای قالب دیناکالا

source: <a href="https://i-design.ir/docs/dinakala/?p=3070" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> View the guide</a>
ar: <a href="https://i-design.ir/docs/dinakala/?p=3070" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> عرض الدليل</a>
fa_ir: <a href="https://i-design.ir/docs/dinakala/?p=3070" target="_blank"><i class="fal fa-question-circle" aria-hidden="true"></i> مشاهده راهنما</a>

source: In this guide, while introducing Dinakala template shortcodes, how to use them will be explained.
ar: في هذا الدليل، أثناء تقديم الرموز المختصرة لقالب Dinakala، سيتم شرح كيفية استخدامها.
fa_ir: در این راهنما ضمن معرفی شرتکدهای قالب دیناکالا، نحوه استفاده از آنها توضیح داده خواهد شد.

source: Dokan Settings
ar: إعدادات دكان
fa_ir: تنظیمات دکان

source: Dokan plugin settings (Multivendor Plugin)
ar: إعدادات المتجر الإضافي (مكون إضافي متعدد البائعين)
fa_ir: تنظیمات افزونه دکان (افزونه چندفروشندگی)

source: Show product vendor name in product page
ar: عرض اسم بائع المنتج على صفحة المنتج
fa_ir: نمایش نام فروشنده محصول در صفحه محصول

source: Show product vendor name in product archive page
ar: عرض اسم بائع المنتج على صفحة أرشيف المنتج
fa_ir: نمایش نام فروشنده محصول در صفحه آرشیو محصول

source: Remove dokan shipping tab in product page
ar: إزالة علامة تبويب الشحن دكان في صفحة المنتج
fa_ir: حذف سربرگ حمل و نقل دکان در صفحه محصول

source: Remove dokan seller info tab in product page
ar: إزالة علامة معلومات البائع دكان في صفحة المنتج
fa_ir: حذف سربرگ اطلاعات فروشنده در صفحه محصول

source: General settings
ar: الاعدادات العامة
fa_ir: تنظیمات عمومی

source: Maintenance mode
ar: وضع الصيانة
fa_ir: حالت تعمیر

source: In the site maintenance mode it will be unavailable to users and only the administrator can view it
ar: في وضع صيانة الموقع ، لن يكون متاحًا للمستخدمين ويمكن للمسؤول فقط مشاهدته
fa_ir: در حالت تعمیر سایت از دسترس کاربران خارج خواهد شد و فقط مدیر امکان مشاهده دارد

source: Enable maintenance mode
ar: تفعيل وضع الصيانة
fa_ir: فعال کردن حالت تعمیر

source: In this case, the site will be unavailable to users
ar: في هذه الحالة ، لن يكون الموقع متاحًا للمستخدمين
fa_ir: در این حالت سایت از دسترس کاربران خارج خواهد شد

source: Display site for author users
ar: عرض الموقع للمستخدمين المؤلفين
fa_ir: نمایش سایت برای کاربران نویسنده

source: Display site for users who have the ability to edit and publish content.
ar: عرض الموقع للمستخدمين الذين لديهم القدرة على تحرير ونشر المحتوى.
fa_ir: نمایش سایت برای کاربرانی که دارای توانایی ویرایش و انتشار مطلب هستند.

source: Display the link of social networks
ar: اعرض رابط الشبكات الاجتماعية
fa_ir: نمایش لینک شبکه های اجتماعی

source: Display the link of social networks in maintenance mode
ar: عرض ارتباط الشبكات الاجتماعية في وضع الصيانة
fa_ir: نمایش لینک شبکه های اجتماعی در حالت تعمیر

source: Enable date countdown
ar: تفعيل العد التنازلي للتاريخ
fa_ir: فعال‌سازی شمارشگر تاریخ

source: Completion date
ar: موعد الإكمال
fa_ir: تاریخ اتمام

source: Completion date of the countdown
ar: تاريخ الانتهاء من العد التنازلي
fa_ir: تاریخ اتمام شمارش معکوس

source: Click to enter a date
ar: انقر لإدخال التاريخ
fa_ir: برای انتخاب تاریخ کلیک کنید

source: Countdown style
ar: أسلوب العد التنازلي
fa_ir: استایل شمارشگر

source: Black
ar: أسود
fa_ir: سیاه

source: White
ar: أبيض
fa_ir: سفید

source: Gray
ar: رمادي
fa_ir: خاکستری

source: Outline
ar: الخطوط العريضة
fa_ir: استایل حاشیه دار

source: Countdown format
ar: تنسيق العد التنازلي
fa_ir: فرمت شمارشگر

source: Week: Day: Hour: Minute: Second
ar: الأسبوع: اليوم: الساعة: الدقيقة: الثانية
fa_ir: هفته: روز: ساعت: دقیقه: ثانیه

source: Day: Hour: Minute: Second
ar: اليوم: الساعة: الدقيقة: الثانية
fa_ir: روز: ساعت: دقیقه: ثانیه

source: Circle style
ar: نمط الدائرة
fa_ir: استایل دایره

source: Maintenance mode title
ar: عنوان وضع الصيانة
fa_ir: عنوان حالت تعمیر

source: Maintenance Mode
ar: وضع الصيانة
fa_ir: حالت تعمیر

source: Message
ar: رسالة
fa_ir: پیام

source: Site is under construction, please be patient.
ar: الموقع قيد الإنشاء ، يرجى التحلي بالصبر.
fa_ir: سایت در دست ساخت می باشد، لطفا صبور باشید.

source: Maintenance mode style settings
ar: إعدادات نمط وضع الصيانة
fa_ir: تنظیمات استایل حالت تعمیر

source: Maintenance mode text color
ar: لون نص وضع الصيانة
fa_ir: رنگ متن حالت تعمیر

source: Maintenance mode background
ar: خلفية وضع الصيانة
fa_ir: پس زمینه حالت تعمیر

source: Select an image as the background of the maintenance mode.
ar: حدد صورة كخلفية لوضع الصيانة.
fa_ir: تصویری را به عنوان پس زمینه حالت تعمیر انتخاب نمایید.

source: Custom Maintenance mode Background
ar: وضع الصيانة المخصص الخلفية
fa_ir: پس زمینه سفارشی حالت تعمیر

source: Choose a background color or upload a custom photo to the Maintenance mode
ar: اختر لون الخلفية أو قم بتحميل صورة مخصصة إلى وضع الصيانة
fa_ir: انتخاب رنگ پس زمینه یا آپلود عکس دلخواه به عنوان پس زمینه حالت تعمیر

source: Header settings
ar: أعدادات الهدر
fa_ir: تنظیمات هدر

source: Customize site header
ar: تخصيص هدر الموقع
fa_ir: شخصی سازی هدر سایت

source: Header Menu position
ar: موضع قائمة الهدر
fa_ir: موقعیت منوی هدر

source: Locate the Header Menu.
ar: حدد موقع قائمة الهدر.
fa_ir: موقعیت منوی هدر را مشخص نمایید.

source: Logo position
ar: موقع الشعار
fa_ir: موقعیت لوگو

source: Locate the site logo.
ar: حدد موقع شعار الموقع.
fa_ir: محل قرارگیری لوگو سایت.

source: Right alignment
ar: محاذاة لليمين
fa_ir: تراز راست

source: Left alignment
ar: محاذاة لليسار
fa_ir: تراز چپ

source: Mobile logo position
ar: موضع شعار الجوال
fa_ir: موقعیت لوگو در موبایل

source: Locate the site logo in mobile.
ar: حدد موقع شعار الموقع في الجوال.
fa_ir: محل قرارگیری لوگو سایت در موبایل.

source: Middle alignment
ar: محاذاة للوسط
fa_ir: تراز وسط

source: Reverse the location of user buttons and menu
ar: عكس موقع أزرار المستخدم والقوائم
fa_ir: معکوس شدن مکان دکمه های کاربری و منو

source: Add an H1 tag to the logo
ar: أضف علامة H1 إلى الشعار
fa_ir: اضافه شدن تگ H1 به لوگو

source: Add an H1 tag to the logo on the home page
ar: أضف علامة H1 إلى الشعار على الصفحة الرئيسية
fa_ir: اضافه شدن تگ H1 به لوگو در صفحه اصلی

source: Hide Site Top Bar (Contact, Menu and Social)
ar: إخفاء شريط الموقع العلوي (جهة الاتصال والقائمة والشبكات الاجتماعية)
fa_ir: مخفی کردن نوار بالای سایت (بخش تماس، منوی هدر و شبکه های اجتماعی)

source: By Activating this option site top bar not displayed.
ar: عن طريق تفعيل هذا الخيار ، لا يتم عرض الشريط العلوي بالموقع.
fa_ir: با فعال‌سازی این گزینه نواری بالای سایت نمایش داده نخواهد شد.

source: Show Cart button
ar: إظهار زر "عربة التسوق"
fa_ir: نمایش دکمه سبد خرید

source: Show Cart button in menu bar
ar: إظهار زر "عربة التسوق" في شريط القوائمة
fa_ir: نمایش دکمه سبد خرید در نوار منو

source: Direct link to shopping cart
ar: رابط مباشر لعربة التسوق
fa_ir: لینک مستقیم به صفحه سبد خرید

source: Show Wishlist button
ar: إظهار زر قائمة الرغبات
fa_ir: نمایش دکمه علاقه‌مندی‌ها

source: Show Wishlist button in menu bar
ar: إظهار زر قائمة الرغبات في شريط القائمة
fa_ir: نمایش دکمه علاقه‌مندی‌ها در نوار منو

source: Show Compare button
ar: إظهار زر المقارنة
fa_ir: نمایش دکمه مقایسه محصولات

source: Show Compare button in menu bar
ar: إظهار زر المقارنة في شريط القائمة
fa_ir: نمایش دکمه مقایسه محصولات در نوار منو

source: Loading bar
ar: شريط التحميل
fa_ir: نوار بارگذاری

source: View the loading bar at the top of the site
ar: عرض شريط التحميل في الجزء العلوي من الموقع
fa_ir: نمایش نوار بارگذاری در بالای سایت

source: Mobile header settings
ar: إعدادات رأس الجوال
fa_ir: تنظیمات هدر موبایل

source: Change mobile menu button to shopping cart
ar: تغيير زر قائمة المحمول إلى عربة التسوق
fa_ir: تغییر دکمه منو موبایل به سبد خرید

source: Enabling this option will change the mobile menu open button to the shopping cart, you can display the menu button in the bottom bar of the mobile from the mobile navigation bar settings.
ar: سيؤدي تمكين هذا الخيار إلى تغيير زر فتح قائمة الجوال إلى عربة التسوق ، ويمكنك عرض زر القائمة في الشريط السفلي للجوال من إعدادات شريط التنقل على الهاتف المحمول.
fa_ir: با فعال‌سازی این گزینه دکمه باز کننده منوی موبایل به سبد خرید تغییر خواهد کرد، شما می توانید از تنظیمات نوار پیمایش موبایل دکمه منو را در نوار پایین موبایل نمایش دهید.

source: Display the shopping cart button next to the search box
ar: اعرض زر عربة التسوق بجوار مربع البحث
fa_ir: نمایش دکمه سبد خرید کنار کادر جستجو

source: This option works in the case that the search box display mode under the logo is active in mobile mode
ar: يعمل هذا الخيار في حالة تنشيط وضع عرض مربع البحث أسفل الشعار في وضع الهاتف المحمول
fa_ir: این گزینه در حالتی کار می کند که حالت نمایش کادر جستجو در زیر لوگو در حالت موبایل فعال باشد

source: Breadcrumbs settings
ar: إعدادات (بردکرامب)
fa_ir: تنظیمات نان ریزه ها (بردکرامب)

source: Breadcrumbs
ar: بردکرامب
fa_ir: نان ریزه ها

source: Show the breadcrumbs (your links on the route sign)
ar: إظهار بردکرامب (الروابط الخاصة بك على علامة الطريق)
fa_ir: نمایش بخش نان ریزه ها (لینک های تو در توی نشان دهنده مسیر)

source: Compatibility with RankMath and Yoast SEO plugins
ar: التوافق مع الإضافات RankMath وYoast SEO
fa_ir: سازگاری با افزونه‌های RankMath و Yoast SEO

source: By activating this option, if RankMath and Yoast SEO plugins are active, the breadcrumbs section of these plugins will be displayed
ar: من خلال تفعيل هذا الخيار، إذا كانت الإضافات RankMath وYoast SEO نشطة، فسيتم عرض قسم مسارات التنقل لهذه الإضافات
fa_ir: با فعال‌سازی این گزینه اگر افزونه‌های RankMath و Yoast SEO فعال باشند بخش نان‌ریزه این افزونه‌ها نمایش داده می‌شود

source: Show breadcrumbs in mobile mode
ar: عرض بردکرامب في الجوال
fa_ir: نمایش نان ریزه ها در حالت موبایل

source: Change home text
ar: تغيير نص الصفحة الرئيسية
fa_ir: تغییر کلمه خانه

source: Home text
ar: نص الصفحة الرئيسية
fa_ir: متن خانه

source: Menu settings
ar: إعدادات القائمة
fa_ir: تنظیمات منو

source: Display header menu in mobile mode
ar: عرض قائمة الهدر في وضع الجوال
fa_ir: نمایش منوی هدر در حالت موبایل

source: Number of Megamenu columns
ar: عدد أعمدة ميجامنو (Megamenu)
fa_ir: تعداد ستون های مگامنو

source: Three columns
ar: ثلاثة أعمدة
fa_ir: سه ستونه

source: Four columns
ar: أربعة أعمدة
fa_ir: چهار ستونه

source: Five columns
ar: خمسة أعمدة
fa_ir: پنج ستونه

source: Six columns
ar: ستة أعمدة
fa_ir: شش ستونه

source: Seven columns
ar: سبعة أعمدة
fa_ir: هفت ستونه

source: Eight columns
ar: ثمانية أعمدة
fa_ir: هشت ستونه

source: Megamenu style
ar: نمط الميجا منو (Megamenu )
fa_ir: استایل مگامنو

source: First style
ar: نمط 1
fa_ir: استایل اول

source: Second style
ar: نمط 2
fa_ir: استایل دوم

source: Show the hover menu line at the bottom
ar: إظهار خط قائمة عند التمرير في الأسفل
fa_ir: نمایش خط هاور منو در پایین

source: Fixed menu
ar: قائمة ثابتة
fa_ir: منوی ثابت

source: Fixed the header menu when scrolling through the site
ar: تثبيت قائمة الهدرعند تمرير الماوس عبر الموقع
fa_ir: نمایش منوی هدر به صورت ثابت در هنگام پیمایش سایت

source: Fixed menu in mobile
ar: تثبيت القائمة في الجوال
fa_ir: منوی ثابت در حالت موبایل

source: Fixed the header menu when scrolling through the site in mobile mode
ar: تثبيت قائمة الهدر في الجوال
fa_ir: نمایش منوی هدر به صورت ثابت در هنگام پیمایش سایت در حالت موبایل

source: Display the logo in the sticky menu
ar: اعرض الشعار في القائمة اللاصقة (sticky menu)
fa_ir: نمایش لوگو در منوی چسبان

source: Display the logo in the computer sticky menu
ar: اعرض الشعار في قائمة الكمبيوتر اللاصقة (sticky menu)
fa_ir: نمایش لوگو در منوی چسبان کامپیوتر

source: Replace the sticky menu logo
ar: استبدال شعار القائمة اللاصقة
fa_ir: جایگزینی لوگوی منوی چسبان

source: Sticky logo
ar: شعار مثبت
fa_ir: لوگو چسبان

source: Appropriate size: 107 pixel(w) in 37 pixel(h)
ar: الحجم المناسب: 107 بكسل (عرض) في 37 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 107 پیکسل (عرض) در 37 پیکسل (ارتفاع)

source: Display the logo in the mobile side menu
ar: اعرض الشعار في القائمة الجانبية للجوّال
fa_ir: نمایش لوگو در منوی کناری موبایل

source: Replace mobile menu with custom menu
ar: استبدال قائمة المحمول بقائمة مخصصة
fa_ir: جایگزینی منوی موبایل با منوی دلخواه

source: Enabling this option will add a separate place for the mobile side menu to the menu management page.
ar: سيؤدي تمكين هذا الخيار إلى إضافة مكان منفصل للقائمة الجانبية للجوال إلى صفحة إدارة القائمة.
fa_ir: با فعال سازی این گزینه جایگاه جداگانه ای برای منوی کناری موبایل به صفحه مدیریت فهرست‌ها اضافه خواهد شد.

source: Page darkening
ar: تعتيم الصفحة
fa_ir: تاریک شدن صفحه

source: Darken the page by hovering over the menu
ar: قم بتعتيم الصفحة بالمرور فوق القائمة
fa_ir: تاریک شدن صفحه با رفتن موس روی منو

source: Remove the parent menus link
ar: قم بإزالة رابط القائمة الأصلية
fa_ir: حذف لینک منوهای والد

source: Remove the parent menus link in the mobile menu
ar: قم بإزالة رابط القوائم الرئيسية في قائمة الجوال
fa_ir: حذف لینک منوهای والد در منوی موبایل

source: Mobile menu button text style
ar: نمط نص زر قائمة الجوال
fa_ir: استایل متنی دکمه منو موبایل

source: Show mobile menu button in text style
ar: إظهار زر قائمة الجوال بنمط النص
fa_ir: نمایش دکمه منو موبایل در استایل متنی

source: Mobile menu button text
ar: نص زر القائمة المحمول
fa_ir: متن دکمه منوی موبایل

source: Menu
ar: قائمة
fa_ir: فهرست

source: Menu label text color
ar: لون نص تسمية القائمة
fa_ir: رنگ متن برچسب منو

source: The text color of the labels added from the menu management page
ar: لون نص التسميات المضافة من صفحة إدارة القائمة
fa_ir: رنگ متن برچسب های اضافه شده از صفحه مدیریت فهرست

source: Menu label background color
ar: لون خلفية تسمية القائمة
fa_ir: رنگ پس زمینه برچسب منو

source: The background color of the labels added from the menu management page
ar: لون خلفية التسميات المضافة من صفحة إدارة القائمة
fa_ir: رنگ پس زمینه برچسب های اضافه شده از صفحه مدیریت فهرست

source: Menu bar button settings
ar: إعدادات أزرار شريط القوائم
fa_ir: تنظیمات دکمه نوار منو

source: Menu bar button
ar: زر شريط القوائم
fa_ir: دکمه نوار منو

source: Display the button in the top menu of the site
ar: اعرض الزر في القائمة العلوية للموقع
fa_ir: نمایش دکمه در منوی بالایی سایت

source: Button icon
ar: رمز الزر
fa_ir: آیکن دکمه

source: Color
ar: اللون
fa_ir: رنگ

source: Theme Color
ar: لون الموضوع
fa_ir: رنگ پوسته

source: Blue
ar: أزرق
fa_ir: آبی

source: Dark Blue
ar: ازرق داكن
fa_ir: آبی تیره

source: Yellow
ar: أصفر
fa_ir: زرد

source: Green
ar: أخضر
fa_ir: سبز

source: Dark
ar: مظلم
fa_ir: تیره

source: Red
ar: أحمر
fa_ir: قرمز

source: Solid Blue
ar: أزرق غامق
fa_ir: آبی توپر

source: Solid Dark Blue
ar: الصلبة الأزرق الداكن
fa_ir: آبی تیره توپر

source: Solid Yellow
ar: أصفر صلب
fa_ir: زرد توپر

source: Solid Green
ar: أخضر صلب
fa_ir: سبز توپر

source: Solid Dark
ar: مظلمة صلبة
fa_ir: مشکی توپر

source: Solid Red
ar: أحمر صلب
fa_ir: قرمز توپر

source: Button text
ar: نص الزر
fa_ir: متن دکمه

source: Button link
ar: رابط الزر
fa_ir: پیوند دکمه

source: Search settings
ar: اعدادات البحث
fa_ir: تنظیمات جستجو

source: Move search box from site menu to site logo on mobile
ar: انقل مربع البحث من قائمة الموقع إلى شعار الموقع على الجوال
fa_ir: انتقال باکس جستجو از منوی سایت به زیر لوگو سایت در موبایل

source: Ajax live search
ar: البحث الحي للAjax
fa_ir: جستجوی زنده آجاکس

source: Enabling this feature will show search results by entering a keyword
ar: سيؤدي تمكين هذه الميزة إلى إظهار نتائج البحث عن طريق إدخال كلمة أساسية
fa_ir: با فعال شدن این قابلیت نتایج جستجو با وارد شدن کلیدواژه نمایش داده می شود

source: Number of Ajax search results
ar: عدد نتائج بحث Ajax
fa_ir: تعداد نتایج جستجوی آجاکس

source: Delay in displaying results (milliseconds)
ar: التأخير في عرض النتائج (مللي ثانية)
fa_ir: تاخیر در نمایش نتایج (میلی ثانیه)

source: Minimum character to start search
ar: الحد الأدنى من الحرف لبدء البحث
fa_ir: حداقل کاراکتر برای شروع جستجو

source: Sort results by stock status
ar: فرز النتائج حسب حالة المخزون
fa_ir: مرتب سازی نتایج بر اساس وضعیت موجودی

source: Hide out of stock products
ar: إخفاء المنتجات غير الموجودة
fa_ir: پنهان کردن محصولات ناموجود

source: Show Search Category
ar: إظهار فئة البحث
fa_ir: نمایش دسته‌بندی جستجو

source: Show category box in search section
ar: إظهار مربع الفئة في قسم البحث
fa_ir: نمایش دسته‌بندی ها در بخش جستجو

source: Sort categories alphabetically
ar: تصنيف الفئات أبجديا
fa_ir: مرتب سازی دسته‌بندی ها بر اساس حروف الفبا

source: Display hierarchy
ar: عرض التسلسل الهرمي
fa_ir: نمایش سلسله مراتب

source: Parent categories only
ar: الفئات الأصل فقط
fa_ir: فقط دسته‌بندی های والد

source: By activating this option, only the first level categories are displayed
ar: عن طريق تفعيل هذا الخيار ، لا يتم عرض الشريط العلوي بالموقع
fa_ir: با فعال‌سازی این گزینه فقط دسته‌بندی های سطح اول نمایش داده می شوند

source: Hide categories
ar: إخفاء الفئات
fa_ir: مخفی کردن دسته‌بندی ها
