Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: 2. Checkout
ar: 2. الدفع
fa_ir: 2. پرداخت

source: 3. Order complete
ar: 3. اكتمال الطلب
fa_ir: 3. تکمیل سفارش

source: Add %s to cart and get free shipping!
ar: أضف %s إلى عربة التسوق واحصل على شحن مجاني!
fa_ir: مبلغ %s به سبد خرید اضافه کنید تا هزینه ارسال رایگان شود!

source: Continue Shopping
ar: مواصلة التسوق
fa_ir: به خرید ادامه دهید

source: Shipping cost for this order is free!
ar: تكلفة الشحن لهذا الطلب مجانية!
fa_ir: هزینه ارسال این سفارش رایگان می باشد!

source: Please enter a valid mobile number. The number must be 11 digits and start with 09.
ar: الرجاء إدخال رقم جوال صحيح. يجب أن يتكون الرقم من 11 رقمًا ويبدأ بـ 09.
fa_ir: لطفاً شماره موبایل معتبر وارد کنید. شماره باید ۱۱ رقمی بوده و با ۰۹ شروع شود.

source: Accessories (Dinakala)
ar: إكسسوارات (ديناكالا)
fa_ir: لوازم جانبی (دیناکالا)

source: You can configure the settings of how to display product accessories from "Dashboard > Appearance > Theme Settings > Product Settings > Product Page > Product Accessories Settings".
ar: يمكنك تكوين إعدادات كيفية عرض ملحقات المنتج من "لوحة التحكم > المظهر > إعدادات السمة > إعدادات المنتج > صفحة المنتج > إعدادات ملحقات المنتج".
fa_ir: تنظیمات نحوه نمایش لوازم جانبی محصول را می‌توانید از مسیر "پیشخوان > نمایش > تنظیمات پوسته > تنظیمات محصول > صفحه محصول > تنظیمات لوازم جانبی محصول" پیکربندی کنید.

source: Search for a product&hellip;
ar: ابحث عن منتج&hellip;
fa_ir: جستجوی برای محصول&hellip;

source: You can choose product accessories from this section.
ar: يمكنك اختيار ملحقات المنتج من هذا القسم.
fa_ir: از این بخش می‌توانید لوازم جانبی محصول را انتخاب کنید.

source: View product
ar: عرض المنتج
fa_ir: مشاهده محصول

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt you should have received.
ar: لتتبع طلبك، يرجى إدخال معرف الطلب الخاص بك في المربع أدناه والضغط على زر "تتبع". تم تقديم هذا لك في إيصالك الذي كان يجب أن تستلمه.
fa_ir: برای پیگیری سفارش، لطفا شماره سفارش خود را در کادر زیر وارد کرده و دکمه پیگیری را فشار دهید. شماره سفارش از طریق رسیدی که به شما ارسال شده در اختیارتان قرار گرفته است.

source: Order ID
ar: رقم التعريف الخاص بالطلب
fa_ir: شناسه سفارش

source: Found in your order confirmation email.
ar: وجدت في البريد الإلكتروني لتأكيد الطلب الخاص بك.
fa_ir: شماره سفارش در ایمیل ارسال شده به شما موجود است.

source: Billing phone
ar: فوتير الهاتف
fa_ir: شماره تلفن صورتحساب

source: Phone you used during checkout.
ar: الهاتف الذي استخدمته أثناء الخروج.
fa_ir: شماره تلفنی که در هنگام ثبت سفارش وارد کردید.

source: Billing email
ar: البريد الالكتروني لقوائم الدفع
fa_ir: ایمیل صورتحساب

source: Email you used during checkout.
ar: البريد الإلكتروني الذي استخدمته أثناء الخروج.
fa_ir: ایمیلی که در هنگام ثبت سفارش وارد کردید.

source: Track
ar: مسار
fa_ir: رهگیری سفارش

source: Please enter a valid order ID
ar: الرجاء إدخال معرف طلب صالح
fa_ir: خواهشمندیم یک شماره سفارش صحیح وارد کنید

source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صالح
fa_ir: خواهشمندیم یک شماره تلفن صحیح وارد کنید

source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
fa_ir: خواهشمندیم یک آدرس ایمیل صحیح وارد کنید

source: Sorry, the order could not be found. Please contact us if you are having difficulty finding your order details.
ar: عذرا، لا يمكن العثور على الطلب. يرجى الاتصال بنا إذا كنت تواجه صعوبة في العثور على تفاصيل طلبك.
fa_ir: با عرض پوزش، سفارش یافت نشد. اگر در یافتن جزئیات سفارش خود مشکل دارید، لطفا با ما تماس بگیرید.

source: Weight
ar: وزن
fa_ir: وزن

source: Dimensions
ar: أبعاد
fa_ir: ابعاد

source: National code
ar: رمز دولي
fa_ir: کد ملی

source: The entered national code is not valid.
ar: الرمز الوطني المدخل غير صالح.
fa_ir: کد ملی وارد شده معتبر نیست.

source: Order Tracking
ar: تتبع الطلب
fa_ir: رهگیری سفارش

source: View Details
ar: عرض التفاصيل
fa_ir: مشاهده جزئیات

source: Post Company
ar: شركة البريد
fa_ir: شرکت پست

source: Tipax Co
ar: شركة تيباكس
fa_ir: شرکت تیپاکس

source: Chapar Co
ar: شركة Chapar
fa_ir: شرکت چاپار

source: Barbari
fa_ir: باربری

source: Click to copy the code
ar: انقر لنسخ الرمز
fa_ir: برای کپی کردن کد کلیک کنید

source: Code copied!
ar: تم نسخ الرمز!
fa_ir: کد کپی شد!

source: Order tracking
ar: تتبع الطلب
fa_ir: رهگیری سفارش

source: Total Orders
ar: إجمالي الطلبات
fa_ir: مجموع سفارشات

source: %s Order
ar: %s ترتیب
fa_ir: %s سفارش

source: Affiliates
ar: التعاون في المبيعات
fa_ir: همکاری در فروش

source: Change profile picture
ar: تغيير صورة الملف الشخصي
fa_ir: تغییر عکس پروفایل

source: Account details
ar: تفاصيل الحساب
fa_ir: جزئیات حساب کاربری

source: My comments
ar: تعليقاتي
fa_ir: دیدگاه‌های من

source: Comment
ar: تعليق
fa_ir: دیدگاه

source: Status
ar: الحالة
fa_ir: وضعیت

source: Actions
ar: أجراءات
fa_ir: عملیات‌ها

source: Approved
ar: موافقة
fa_ir: تایید شده

source: Waiting for approval
ar: بانتظار الموافقة
fa_ir: در انتظار تایید

source: View comment
ar: عرض التعليق
fa_ir: مشاهده دیدگاه‌

source: You have not posted a comment yet
ar: لم تقم بنشر تعليق بعد
fa_ir: شما هنوز دیدگاهی ارسال نکرده اید

source: Quantity:
ar: كمية:
fa_ir: تعداد:

source: Edit Profile
ar: تعديل الملف الشخصي
fa_ir: ویرایش حساب کاربری

source: Phone Number is a required field.
ar: رقم الهاتف هو حقل مطلوب.
fa_ir: فیلد شماره تلفن ضروری است.

source: National code is a required field.
ar: الرمز الوطني هو حقل مطلوب.
fa_ir: فیلد کد ملی ضروری است.

source: Load More Posts
ar: تحميل المزيد من المحتوى
fa_ir: بارگذاری مطالب بیشتر

source: Register version
ar: نسخة التسجيل
fa_ir: ثبت لایسنس

source: Please activate theme with your license key to all features work.
ar: يرجى تنشيط المظهر باستخدام مفتاح الترخيص الخاص بك لجميع الميزات التي تعمل.
fa_ir: لطفا برای استفاده از تمامی ویژگی های پوسته لایسنس خود را ثبت نمایید.

source: Register License
ar: تسجيل الترخيص
fa_ir: ثبت لایسنس

source: Next Page
ar: الصفحة التالية
fa_ir: صفحه بعد

source: Prev Page
ar: الصفحة السابقة
fa_ir: صفحه قبل

source: Install Required Plugins
ar: تثبيت الإضافات مطلوبة
fa_ir: نصب افزونه های مورد نیاز

source: Install Plugins
ar: تثبيت الإضافات
fa_ir: نصب افزونه ها

source: Installing Plugin: %s
ar: تثبيت الاضافة: %s
fa_ir: در حال نصب افزونه: %s

source: Updating Plugin: %s
ar: تحديث الاضافة: %s
fa_ir: بروزرسانی افزونه: %s

source: Something went wrong with the plugin API.
ar: هناك خطأ ما في واجهة برمجة تطبيقات البرنامج المساعد.
fa_ir: موردی در رابطه با API افزونه اشتباه است.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا الجلد المكونات الإضافية التالية: %1$s.
fa_ir: این پوسته نیازمند افزونه های زیر است: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: يوصي هذا الجلد الإضافات التالية: %1$s.
fa_ir: این پوسته افزونه های زیر را توصیه می کند: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: تحتاج المكونات الإضافية التالية إلى التحديث إلى أحدث إصدار حتى تتوافق تمامًا مع بشرتك: %1$s.
fa_ir: افزونه های زیر جهت سازگاری کامل با پوسته شما نیاز دارند تا به آخرین نسخه به روزرسانی شوند: %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديثات للضافات: %1$s.
fa_ir: برای افزونه های زیر به روزرسانی وجود دارد: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: المكونات الإضافية الأساسية التالية معطلة حاليًا: %1$s.
fa_ir: افزونه های ضروری زیر در حال حاضر غیر فعال هستند: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: المكونات الإضافية الموصى بها التالية معطلة حاليًا: %1$s.
fa_ir: افزونه های توصیه شده زیر در حال حاضر غیر فعال هستند: %1$s.

source: Begin installing plugin
ar: ابدأ في تثبيت المكونات الإضافية
fa_ir: شروع نصب افزونه ها

source: Begin updating plugin
ar: ابدأ في تحديث المكونات الإضافية
fa_ir: شروع بروزسازی افزونه ها

source: Begin activating plugin
ar: ابدأ في تفعيل المكونات الإضافية
fa_ir: شروع فعال سازی افزونه ها

source: Return to Required Plugins Installer
ar: العودة إلى تثبيت المكونات الإضافية الأساسية
fa_ir: بازگشت به نصب افزونه های ضروری

source: Return to the Dashboard
ar: العودة إلى لوحة القيادة
fa_ir: بازگشت به پیشخوان

source: Plugin activated successfully.
ar: تم تفعيل الإضافة.
fa_ir: افزونه با موفقیت فعال شد.

source: The following plugin was activated successfully:
ar: تم تفعيل الإضافات التالية بنجاح:
fa_ir: افزونه های زیر با موفقیت فعال شدند:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. المكوّن %1$s مفعلة سابقا.
fa_ir: عملی انجام نشد. افزونه %1$s قبلا فعال شده است.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: البرنامج المساعد غير مفعل. مطلوب إصدار أعلى من %s لهذا السمة. يرجى تحديث البرنامج المساعد.
fa_ir: افزونه فعال نشد. نسخه بالاتری از %s برای این پوسته مورد نیاز است. لطفا افزونه را به روز رسانی نمایید.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع المكونات الإضافية وتفعيلها بنجاح. %1$s
fa_ir: تمامی افزونه ها با موفقیت نصب و فعال سازی شدند. %1$s

source: Dismiss this notice
ar: ارفض هذه النقطة
fa_ir: رد کردن این نکته

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من الأضافات الأساسية أو الموصى بها للتثبيت أو التحديث أو التفعيل.
fa_ir: تعداد یک یا چندین افزونه ضروری یا توصیه شده جهت نصب، به روز رسانی و یا فعال سازی وجود دارد.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.
fa_ir: لطفا جهت دریافت کمک با مدیر این سایت تماس بگیرید.

source: This plugin needs to be updated to be compatible with your theme.
ar: يحتاج هذا البرنامج المساعد إلى التحديث ليكون متوافقًا مع بشرتك.
fa_ir: این افزونه برای اینکه با پوسته شما سازگار شود نیازمند به روز رسانی است.

source: Update Required
ar: التحديثات اللازمة
fa_ir: به روز رسانی ضروری

source: Set the parent_slug config variable instead.
ar: قم بتعيين متغير التكوين parent_slug بدلاً من ذلك.
fa_ir: در عوض متغیر parent_slug پیکربندی را تنظیم کنید.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: لا يتضمن الأضافة البعيد مجلدًا باسم ولا تعمل إعادة التسمية.
fa_ir: افزونه راه دور شامل پوشه ای با نام در نظر گرفته نیست و تغییر نام کار نمی کند.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بجهة تصنيع الإضافة واطلب منهم حزم المكون الإضافي وفقًا لإرشادات WordPress.
fa_ir: لطفا با تولیدکننده افزونه تماس بگیرید و از آنها بخواهید که افزونه را مطابق راهنمایی های وردپرس بسته بندی کنند.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تحتوي حزمة الامتداد البعيد على أكثر من ملف واحد ، ولكن لا يتم حزم الملفات في مجلد واحد.
fa_ir: بسته افزونه راه دور شامل بیشتر از یک پرونده است، اما پرونده ها در یک پوشه بسته بندی نشده اند.

# plugin A *and* plugin B
source: and
ar: و
fa_ir: و

source: Recommended
ar: موصى به
fa_ir: توصیه شده

source: WordPress Repository
ar: مستودع WordPress
fa_ir: مخزن وردپرس

source: External Source
ar: مصدر خارجي
fa_ir: منبع خارجی

source: Pre-Packaged
ar: معباه
fa_ir: پکیج شده

source: Not Installed
ar: غير مثبت
fa_ir: نصب نشده

source: Installed But Not Activated
ar: مثبت ولكن غير مفعل
fa_ir: نصب شده اما فعال نیست

source: Required Update not Available
ar: لا توجد تحديثات ضرورية
fa_ir: به روز رسانی ضروری وجود ندارد

source: Requires Update
ar: التحديثات اللازمة
fa_ir: به روز رسانی ضروری

source: Update recommended
ar: يوصى بالتحديث
fa_ir: به روز رسانی توصیه می شود

# plugins
source: All <span class="count">(%s)</span>
ar: جميع <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: لتنصيب <span class="count">(%s)</span>
fa_ir: برای نصب <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: التحديث النشط <span class="count">(%s)</span>
fa_ir: بروزرسانی فعال <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: للتفعيل <span class="count">(%s)</span>
fa_ir: برای فعال سازی <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف
fa_ir: ناشناخته

source: Installed version:
ar: الإصدار المثبت:
fa_ir: نسخه نصب شده:

source: Minimum required version:
ar: الحد الأدنى من الإصدار المطلوب:
fa_ir: حداقل نسخه مورد نیاز:

source: Available version:
ar: الإصدار المفعل:
fa_ir: نسخه فعال:

source: No plugins to install, update or activate.
ar: لا يوجد مكون إضافي للتثبيت أو التحديث أو التنشيط.
fa_ir: افزونه ای برای نصب، به روز رسانی و یا فعال سازی وجود ندارد.

source: Source
ar: مصدر
fa_ir: منبع

source: Install %2$s
ar: تثبيت %2$s
fa_ir: نصب %2$s

source: Update %2$s
ar: تحديث %2$s
fa_ir: به روز رسانی %2$s

source: Activate %2$s
ar: تفعيل %2$s
fa_ir: فعال سازی %2$s

source: Upgrade message from the plugin author:
ar: رسالة الترقية من مُنشئ الإضافة:
fa_ir: پیام ارتقاء از سازنده افزونه:

source: Install
ar: تنصيب
fa_ir: نصب

source: Activate
ar: تفعيل
fa_ir: فعال سازی

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي إضافة للتثبيت. لم يتم اتخاذ أي إجراء.
fa_ir: افزونه ای برای نصب انتخاب نشد. عملی انجام نشد.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد مكون إضافي للتحديث. لم يتم اتخاذ أي إجراء.
fa_ir: افزونه ای برای بروز رسانی انتخاب نشد. عملی انجام نشد.

source: No plugins are available to be installed at this time.
ar: لا يوجد حاليا أي مكون إضافي للتثبيت.
fa_ir: در این لحظه افزونه ای برای نصب وجود ندارد.

source: No plugins are available to be updated at this time.
ar: لا يوجد مكون إضافي للتحديث في هذا الوقت.
fa_ir: در این لحظه افزونه ای برای به روز رسانی وجود ندارد.

source: No plugins were selected to be activated. No action taken.
ar: لا يوجد مكون إضافي للتفعيل المحدد. لم يتم اتخاذ أي إجراء.
fa_ir: افزونه ای برای فعال سازی انتخاب نشد. عملی انجام نشد.

source: No plugins are available to be activated at this time.
ar: لا يوجد مكون إضافي لتنشيطه في الوقت الحالي.
fa_ir: افزونه ای برای فعال سازی در این لحظه وجود ندارد.

source: Plugin activation failed.
ar: فشل تنشيط البرنامج المساعد.
fa_ir: فعال سازی افزونه شکست خورد.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: التحديث %1$s (%2$d/%3$d)
fa_ir: درحال بروزرسانی %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: مشكلة في التثبيت %1$s حدث: <strong>%2$s</strong>.
fa_ir: مشکلی در هنگام نصب %1$s پیش آمد: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشلت عملية التثبيت %1$s .
fa_ir: فرآیند نصب %1$s شکست خورد.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض المضيفين ، يرجى التحلي بالصبر.
fa_ir: فرآیند نصب و فعال سازی آغاز شد. این فرآیند ممکن است بر روی برخی از هاست ها به طول بیانجامد، لطفا صبور باشید.

source: %1$s installed and activated successfully.
ar: %1$s با موفقیت نصب و فعال سازی شد.
fa_ir: %1$s با موفقیت نصب و فعال سازی شد.

source: All installations and activations have been completed.
ar: تم الانتهاء من جميع عمليات التثبيت والتفعيل.
fa_ir: همه فرآیندهای نصب و فعال سازی تکمیل شدند.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل البرنامج المساعد %1$s (%2$d/%3$d)
fa_ir: در حال نصب و فعال سازی افزونه %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت. قد تستغرق هذه العملية بعض المضيفين ، يرجى التحلي بالصبر.
fa_ir: فرآیند نصب آغاز شد. این فرآیند ممکن است بر روی برخی از هاست ها به طول بیانجامد، لطفا صبور باشید.

source: %1$s installed successfully.
ar: %1$s با موفقیت نصب شد.
fa_ir: %1$s با موفقیت نصب شد.

source: All installations have been completed.
ar: تم الانتهاء من جميع عمليات التثبيت.
fa_ir: همه فرآیندهای نصب تکمیل شدند.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت البرنامج المساعد%1$s (%2$d/%3$d)
fa_ir: در حال نصب افزونه %1$s (%2$d/%3$d)

source: Show Details
ar: اظهر التفاصيل
fa_ir: مشاهده جزئیات

source: Hide Details
ar: مخفی کردن جزئیات
fa_ir: مخفی کردن جزئیات

source: Variation Swatches for WooCommerce
ar: حدد أمثلة لـ WooCommerce
fa_ir: انتخاب نمونه ها برای ووکامرس

source: Persian Woocommerce
ar: ووکامرس الفارسی
fa_ir: ووکامرس فارسی

source: Author:
ar: مؤلف:
fa_ir: نویسنده:

source: Publication date:
ar: تاريخ النشر:
fa_ir: تاریخ انتشار:

source: (Update on: %s)
ar: (تحدث في: %s)
fa_ir: (به روز رسانی در: %s)

source: Views:
ar: الآراء:
fa_ir: بازدید:

source: Reading time:
ar: وقت القراءة:
fa_ir: زمان مطالعه:

source: Tags
ar: تاك
fa_ir: برچسب ها

source: Back to top
ar: عد إلى الأعلى
fa_ir: بازگشت به بالا

source: Blank Page 2 (DinaKala)
ar: صفحة فارغة 2 (DinaKala)
fa_ir: صفحه خالی 2 (دیناکالا)

source: Blank Page (DinaKala)
ar: صفحة فارغة (DinaKala)
fa_ir: صفحه خالی (دیناکالا)

source: Home Page (DinaKala)
ar: الصفحة الرئيسية (DinaKala)
fa_ir: صفحه اصلی (دیناکالا)

source: Sell online in the simplest way possible!
ar: بيع على الإنترنت بأبسط طريقة ممكنة!
fa_ir: فروش آنلاین به سادگی هر چه تمام!

source: Meysam Hosseinkhani
ar: میثم حسینخانی
fa_ir: میثم حسینخانی

# site
source: Go to %s
ar: انتقل إلى %s
fa_ir: بازگشت به %s

source: User Panel (DinaKala)
ar: لوحة المستخدم (DinaKala)
fa_ir: پنل کاربری (دیناکالا)

source: Remove item
fa_ir: حذف مورد

source: Thumbnail image
fa_ir: تصویر بندانگشتی

source: Product
fa_ir: محصول

source: Quantity
ar: كمية
fa_ir: مقدار

source: Subtotal
fa_ir: جمع کل

source: Remove %s from cart
fa_ir: حذف %s از سبد خرید

source: Available on backorder
fa_ir: فعال برای پیش فروش

source: Coupon:
fa_ir: كد تخفیف:

source: Coupon code
fa_ir: کد تخفیف

source: Apply coupon
fa_ir: اعمال تخفیف

source: Update cart
fa_ir: به‌روزرسانی سبد خرید

source: &ldquo;%s&rdquo; has been removed from your cart
fa_ir: &ldquo;%s&rdquo; از سبد خرید شما حذف شد

source: No products in the cart.
fa_ir: سبد خرید شما خالی است.

source: You must be logged in to checkout.
fa_ir: برای تسویه حساب باید وارد سیستم شوید.

source: Your order
fa_ir: سفارش شما

source: Qty
fa_ir: تعداد

source: Totals
fa_ir: مجموع

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
fa_ir: متأسفیم، به نظر می‌رسد هیچ روش پرداختی برای مکان شما وجود ندارد. اگر به کمک نیاز دارید یا می‌خواهید کار دیگری را انجام دهید، لطفاً با ما تماس بگیرید.

source: Min price
ar: أدنى سعر
fa_ir: قیمت کمتر

source: Max price
ar: أقصى سعر
fa_ir: قیمت بیشتر

source: Filter
ar: فلتر
fa_ir: فیلتر

source: Price:
ar: السعر:
fa_ir: قیمت:

source: %s quantity
ar: العدد: %s
fa_ir: تعداد: %s

source: Product quantity
ar: كمية المنتج
fa_ir: تعداد محصول

source: Showing the single result
ar: عرض النتيجة الوحيدة
fa_ir: نمایش یک نتیجه

source: Showing all %1$d result
ar: عرض جميع النتائج %1$d
fa_ir: در حال نمایش %1$d نتیجه

# with first and last result
source: Showing %1$d&ndash;%2$d of %3$d result
ar: عرض %1$d&ndash;%2$d من %3$d نتيجة
fa_ir: نمایش %1$d&ndash;%2$d از %3$d نتیجه

source: Remember me
ar: تذكرنى
fa_ir: مرا به خاطر بسپار

source: Log in
ar: تسجيل الدخول
fa_ir: ورود

source: Lost your password?
ar: فقدت كلمة المرور الخاصة بك؟
fa_ir: فراموشی کلمه عبور؟

source: Email address
ar: عنوان البريد الإلكتروني
fa_ir: آدرس ایمیل

source: A link to set a new password will be sent to your email address.
ar: سيتم إرسال رابط لتعيين كلمة مرور جديدة إلى عنوان بريدك الإلكتروني.
fa_ir: پیوندی برای تنظیم رمز عبور جدید به آدرس ایمیل شما ارسال می شود.

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
ar: هل فقدت كلمة المرور الخاصة بك؟ الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك. سوف تتلقى رابطًا لإنشاء كلمة مرور جديدة عبر البريد الإلكتروني.
fa_ir: رمز عبور خود را فراموش کرده اید؟ لطفا نام کاربری یا آدرس ایمیل خود را وارد نمایید. لینکی برای ایجاد رمز عبور جدید از طریق ایمیل دریافت خواهید کرد.

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني
fa_ir: نام کاربری یا ایمیل

source: Enter a new password below.
ar: أدخل كلمة المرور الجديدة أدناه.
fa_ir: لطفا گذرواژه جدید را وارد کنید.

source: New password
ar: كلمة السر الجديدة
fa_ir: گذرواژه جدید

source: Re-enter new password
ar: أعد إدخال كلمة المرور الجديدة
fa_ir: تکرار گذرواژه

source: Save password
ar: حفظ كلمة المرور
fa_ir: ذخیره گذرواژه

source: View order number %s
ar: عرض رقم الطلب %s
fa_ir: مشاهده شماره سفارش %s

source: %1$s for %2$s item
ar: %1$s ل %2$s بند
fa_ir: %1$s برای %2$s محصول

source: %1$s order number %2$s
ar: %1$s رقم الطلب %2$s
fa_ir: %1$s شماره سفارش %2$s

source: Order:
ar: طلب:
fa_ir: سفارش:

source: Date:
ar: تاريخ:
fa_ir: تاریخ:

source: Status:
ar: حالة:
fa_ir: وضعیت:

source: Total:
ar: جمع:
fa_ir: جمع کل:

source: Previous
ar: سابق
fa_ir: قبلی

source: No order has been made yet.
ar: لم يتم تقديم أي أمر حتى الآن.
fa_ir: هنوز سفارشی انجام نشده است.

source: Browse products
ar: تصفح المنتجات
fa_ir: مرور محصولات

source: Downloads
ar: التحميلات
fa_ir: دانلودها

source: Never
ar: أبداً
fa_ir: هرگز

source: Remaining downloads:
ar: التنزيلات المتبقية:
fa_ir: دانلودهای باقی مانده:

source: Access Expiration:
ar: انتهاء صلاحية الوصول:
fa_ir: انقضای دسترسی:

source: No Download Files
ar: لا تحميل ملفات
fa_ir: فایلی برای دانلود وجود ندارد

source: Reviews
ar: المراجعات
fa_ir: نقد و بررسی ها

source: There are no reviews yet.
ar: لا توجد مراجعات بعد.
fa_ir: نقد و بررسی وجود ندارد.

source: Add a review
ar: أضف مراجعة
fa_ir: افزودن نفد و بررسی

source: Leave a Reply to %s
ar: اترك ردًا على %s
fa_ir: درج دیدگاه برای %s

source: Submit
ar: ارسال
fa_ir: ارسال

source: You must be %1$slogged in%2$s to post a review.
ar: يجب عليك %1$sتسجيل الدخول%2$s لنشر الاستعراض.
fa_ir: برای ثبت نقد و بررسی %1$sوارد حساب کاربری خود%2$s شوید.

source: Your rating
ar: تقييمك
fa_ir: امتیاز شما

source: Rate&hellip;
ar: معدل&hellip;
fa_ir: امتیاز دهی&hellip;

source: Perfect
ar: في احسن الاحوال
fa_ir: عالی

source: Good
ar: جيدة
fa_ir: خوب

source: Average
ar: متوسط
fa_ir: میانگین

source: Not that bad
ar: ليس بهذا السوء
fa_ir: بد نیست

source: Very poor
ar: فقير جدا
fa_ir: خیلی ضعیف

source: Your review
ar: مراجعتك
fa_ir: دیدگاه شما

source: Only logged in customers who have purchased this product may leave a review.
ar: فقط العملاء الذين قاموا بتسجيل الدخول والذين قاموا بشراء هذا المنتج يمكنهم ترك مراجعة.
fa_ir: فقط مشتریانی که وارد سیستم شده اند و این محصول را خریداری کرده اند می توانند نظر بدهند.

source: SKU:
fa_ir: شناسه محصول:

source: Category:
ar: فئة:
fa_ir: دسته‌بندی‌ها:

source: Awaiting product image
ar: في انتظار صورة المنتج
fa_ir: در انتظار تصویر محصول

source: %s review
ar: %s مراجعة
fa_ir: %s دیدگاه

source: Your review is awaiting approval
ar: مراجعتك في انتظار الموافقة
fa_ir: دیدگاه شما در انتظار تایید است

source: Admin
ar: مسؤل
fa_ir: مدیر سایت

source: Seller
ar: تاجر
fa_ir: فروشنده

source: verified owner
ar: مالك موثق
fa_ir: خریدار محصول

source: Additional information
ar: معلومات إضافية
fa_ir: ویژگی های محصول

source: Cheatin&#8217; eh?
ar: الغشاش &#8217;؟

source: Redux
ar: إعادة

source: Page Lines
ar: خطوط الصفحة

source: Stumble Upon circle
ar: تتعثر على الدائرة

source: Xing square
ar: Xing

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
ar: إذا لم تكن مطورًا ، فسيتم شحن مؤلف السمة / المكون الإضافي الخاص بك مع تمكين وضع المطور. اتصل بهم مباشرة لإصلاحها.
