Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Selected categories are not displayed in the search box
ar: لا يتم عرض الفئات المحددة في مربع البحث
fa_ir: دسته‌بندی های انتخاب شده در کادر جستجو نمایش داده نمی شوند

source: Search pages and posts
ar: البحث في الصفحات و المنشورات
fa_ir: جستجو در برگه ها و نوشته‌ها

source: Search by product SKU
ar: البحث حسب معرف المنتج
fa_ir: جستجو بر اساس شناسه (SKU) محصول

source: Insert shortcode instead of search form
ar: أدخل الرمز المختصر بدلاً من نموذج البحث
fa_ir: درج شرتکد به جای فرم جستجو

source: The content of this shortcode will be displayed instead of the search box
ar: سيتم عرض محتوى هذا الرمز القصير بدلاً من مربع البحث
fa_ir: محتوای این شرتکد به جای کادر جستجو نمایش داده خواهد شد

source: Search shortcode
ar: كود البحث
fa_ir: شرتکد جستجو

source: With this feature, you can use the shortcode of other search plugins
ar: باستخدام هذه الميزة ، يمكنك استخدام الرمز المختصر لمكونات البحث الأخرى
fa_ir: توسط این قابلیت می توانید از شرتکد افزونه های جستجوی دیگر استفاده نمایید

source: Settings of user buttons
ar: إعدادات أزرار المستخدم
fa_ir: تنظیمات دکمه های کاربری

source: User Buttons
ar: أزرار المستخدم
fa_ir: دکمه های کاربری

source: Show user buttons (login, register and user menu) in the header section
ar: إظهار أزرار المستخدم (تسجيل الدخول ، التسجيل وقائمة المستخدم) في الهدر
fa_ir: نمایش دکمه های کاربری (ورود، عضویت و منوی کاربری) در بخش هدر

source: User Buttons Text style
ar: نمط النص أزرار المستخدم
fa_ir: استایل متنی دکمه های کاربری

source: Show user buttons (login and register) in text style
ar: إظهار أزرار المستخدم (تسجيل الدخول والتسجيل) في نمط النص
fa_ir: نمایش دکمه های کاربری (ورود و عضویت) در استایل متنی

source: Text style of user buttons in mobile mode
ar: نمط النص لأزرار المستخدم في وضع الهاتف المحمول
fa_ir: استایل متنی دکمه های کاربری در حالت موبایل

source: Show user buttons (login and register) in text style in mobile mode
ar: إظهار أزرار المستخدم (تسجيل الدخول والتسجيل) في نمط النص في وضع الهاتف المحمول
fa_ir: نمایش دکمه های کاربر (ورود و ثبت‌نام) به سبک متن در حالت موبایل

source: Replace the user menu with a custom menu
ar: استبدل قائمة المستخدم بقائمة مخصصة
fa_ir: جایگزینی منوی کاربری با منوی دلخواه

source: Added a place in WordPress menus to replace the user menu (this menu options are displayed instead of the user menu)
ar: تمت إضافة مكان في قوائم WordPress لاستبدال قائمة المستخدم (يتم عرض خيارات القائمة هذه بدلاً من قائمة المستخدم)
fa_ir: اضافه شدن جایگاهی در فهرست‌های وردپرس برای جایگزینی با منوی کاربری (گزینه های این منو به جای منوی کاربری نمایش داده می شود)

source: Insert shortcode instead of user buttons
ar: أدخل الرمز المختصر بدلاً من أزرار المستخدم
fa_ir: درج شرتکد به جای دکمه های کاربری

source: The content of this shortcode will be displayed instead of the user buttons
ar: سيتم عرض محتوى هذا الرمز القصير بدلاً من أزرار المستخدم
fa_ir: محتوای این شرتکد به جای دکمه های کاربری نمایش داده خواهد شد

source: User buttons shortcode
ar: الكود المختصر لأزرار المستخدم
fa_ir: شرتکد دکمه های کاربری

source: With this feature, you can use the shortcode of other user panel plugins
ar: باستخدام هذه الميزة ، يمكنك استخدام الرمز المختصر لمكونات لوحة المستخدم الأخرى
fa_ir: توسط این قابلیت می توانید از شرتکد افزونه های پنل کاربری دیگر استفاده نمایید

source: Message section settings
ar: إعدادات قسم الرسائل
fa_ir: تنظیمات بخش پیام

source: Show message
ar: اظهر الرسالة
fa_ir: نمایش بخش پیام

source: Show message section
ar: إظهار قسم الرسالة
fa_ir: نمایش بخش پیام

source: Hide for logged in users
ar: الجواهري
fa_ir: مخفی کردن برای کاربران وارد شده

source: Text message
ar: نص الرسالة
fa_ir: متن پیام

source: Sell Easy with DinaKala and Start Making Your Internet Money!
ar: قم بالبيع بسهولة مع DinaKala وابدأ في جني الأموال عبر الإنترنت!
fa_ir: با دیناکالا آسان بفروشید و کسب درآمد اینترنتی خود را آغاز نمایید!

source: Icon
ar: أيقونة
fa_ir: آیکن

source: Show button
ar: زر العرض
fa_ir: نمایش دکمه

source: Show icon before text
ar: عرض الأيقونة قبل النص
fa_ir: نمایش آیکن قبل از متن

source: Button color
ar: لون الزر
fa_ir: رنگ دکمه

source: View and buy
ar: عرض وشراء
fa_ir: مشاهده و خرید

source: User closure
ar: إغلاق المستخدم
fa_ir: بسته شدن توسط کاربر

source: Show again after a few days
ar: اعرض مرة أخرى بعد أيام قليلة
fa_ir: نمایش مجدد پس از چند روز

source: After this time, message section will be displayed again, enter 0 to not display.
ar: بعد هذا الوقت ، سيتم عرض قسم الرسائل مرة أخرى ، أدخل 0 لعدم العرض.
fa_ir: پس از سپری شدن این مدت قسمت پیام مجددا نمایش داده خواهد شد، برای عدم نمایش ۰ وارد کنید.

source: Background color
ar: لون الخلفية
fa_ir: رنگ پس زمینه

source: Text message color
ar: لون الرسالة النصية
fa_ir: رنگ متن پیام

source: Replace the message with an image
ar: استبدل حقل الرسالة بصورة
fa_ir: جایگزینی قسمت پیام با تصویر

source: By activating this option, the image you want will be displayed instead of the message at the top of the site
ar: من خلال تفعيل هذا الخيار ، سيتم عرض الصورة التي تريدها بدلاً من الرسالة في أعلى الموقع
fa_ir: با فعال شدن این گزینه تصویر مورد نظر شما به جای قسمت پیام بالای سایت نمایش داده خواهد شد

source: Message image
ar: صورة الرسالة
fa_ir: تصویر پیام

source: Upload your message image.
ar: قم بتحميل صورة رسالتك.
fa_ir: تصویر پیام خود را آپلود نمایید.

source: Appropriate size: 2560 pixel(w) in 60 pixel(h). This image is displayed in different screen sizes, cut from the sides and is not displayed in mobile mode. Place the subject of the image in the center of the image.
ar: الحجم المناسب: 2560 بكسل (عرض) في 60 بكسل (ارتفاع). يتم عرض هذه الصورة بأحجام شاشة مختلفة ، مقطوعة من الجوانب ولا يتم عرضها في وضع الهاتف المحمول. ضع موضوع الصورة في وسط الصورة.
fa_ir: اندازه مناسب: 2560 پیکسل (عرض) در 60 پیکسل (ارتفاع). این تصویر در سایزهای مختلف صفحه نمایش به صورت برش خورده از کناره ها نمایش داده می شود و در حالت موبایل نمایش داده نمی شود. موضوع تصویر را در مرکز تصویر قرار دهید.

source: Mobile message image
ar: صورة رسالة الجوال
fa_ir: تصویر پیام موبایل

source: Upload your message image for mobile devices.
ar: قم بتحميل صورة رسالتك للأجهزة المحمولة.
fa_ir: تصویر پیام خود را برای دستگاه های موبایل آپلود نمایید.

source: Appropriate size: 425 pixel(w) in 60 pixel(h). This image is displayed in mobile mode. Place the subject of the image in the center of the image.
ar: الحجم المناسب: 425 بكسل (عرض) في 60 بكسل (ارتفاع). يتم عرض هذه الصورة في وضع الهاتف المحمول. ضع موضوع الصورة في وسط الصورة.
fa_ir: اندازه مناسب: 425 پیکسل (عرض) در 60 پیکسل (ارتفاع). این تصویر در حالت موبایل نمایش داده می شود. موضوع تصویر را در مرکز تصویر قرار دهید.

source: Message image title
ar: عنوان صورة الرسالة
fa_ir: عنوان تصویر پیام

source: Image title
ar: عنوان الصورة
fa_ir: عنوان تصویر

source: Message image link
ar: رابط صورة الرسالة
fa_ir: پیوند تصویر پیام

source: Contact information settings
ar: إعدادات معلومات الاتصال
fa_ir: تنظیمات اطلاعات تماس

source: Show social networks in header
ar: إظهار الشبكات الاجتماعية في العنوان
fa_ir: نمایش شبکه های اجتماعی در هدر

source: Show social networks instead of contact information
ar: إظهار الشبكات الاجتماعية بدلاً من معلومات الاتصال
fa_ir: نمایش شبکه های اجتماعی به جای اطلاعات تماس

source: Show social networks in mobile mode
ar: إظهار الشبكات الاجتماعية في وضع الهاتف المحمول
fa_ir: نمایش شبکه های اجتماعی در حالت موبایل

source: Contact information
ar: معلومات التواصل
fa_ir: اطلاعات تماس

source: Show contact information
ar: إظهار معلومات الاتصال
fa_ir: نمایش اطلاعات تماس

source: Show contact information in mobile mode
ar: إظهار معلومات الاتصال في وضع الهاتف المحمول
fa_ir: نمایش اطلاعات تماس در حالت موبایل

source: Linking phone
ar: ربط الهاتف
fa_ir: لینک شدن تلفن

source: Link phone number to desired address
ar: ربط رقم الهاتف بالعنوان المطلوب
fa_ir: لینک شماره تلفن به آدرس دلخواه

source: Phone number link
ar: رابط رقم الهاتف
fa_ir: لینک شماره تلفن

source: Linking email
ar: ربط البريد الإلكتروني
fa_ir: لینک شدن ایمیل

source: Link email to desired address
ar: ربط البريد الإلكتروني بالعنوان المطلوب
fa_ir: لینک ایمیل به آدرس دلخواه

source: Email link
ar: رابط البريد الإلكتروني
fa_ir: لینک ایمیل

source: Add nofollow property to links
ar: إضافة خاصية nofollow للروابط
fa_ir: اضافه کردن خاصیت nofollow به لینک‌ها

source: Links Target
ar: رابط الهدف
fa_ir: هدف لینک‌ها

source: New Window
ar: نافذة جديدة
fa_ir: پنجره جدید

source: Same Window
ar: نفس النافذة
fa_ir: همان پنجره

source: Phone
ar: هاتف
fa_ir: تلفن

source: Replace email with phone
ar: استبدل البريد الإلكتروني بالهاتف
fa_ir: جایگزینی ایمیل با تلفن

source: Email
ar: ایمیل
fa_ir: ایمیل

source: Phone2
ar: هاتف 2
fa_ir: تلفن دوم

source: Header style settings
ar: إعدادات نمط الهدر
fa_ir: تنظیمات استایل هدر

source: Header background color
ar: لون الخلفية الهدر
fa_ir: رنگ پس زمینه هدر

source: Choose the color scheme for the site header background color
ar: اختر نظام الألوان للون خلفية الهدر
fa_ir: رنگ پس زمینه هدر سایت را انتخاب نمایید

source: Header text color
ar: لون نص الهدر
fa_ir: رنگ متن هدر

source: Choose the color scheme for the site header text color
ar: اختر نظام الألوان للون النص الهدر
fa_ir: رنگ متن هدر سایت را انتخاب نمایید

source: Primary menu background color
ar: لون خلفية القائمة الأساسية
fa_ir: رنگ پس زمینه منوی اصلی

source: Choose the color scheme for the primary menu background color
ar: اختر نظام الألوان للون خلفية القائمة الأساسية
fa_ir: رنگ پس زمینه منوی اصلی را انتخاب نمایید

source: Primary menu text color
ar: لون نص القائمة الأساسي
fa_ir: رنگ متن منوی اصلی

source: Choose the color scheme for the primary menu text color
ar: اختر نظام الألوان للون نص القائمة الأساسي
fa_ir: رنگ متن منوی اصلی را انتخاب نمایید

source: Header advertising banner settings
ar: إعدادات لافتة إعلان الهدر
fa_ir: تنظیمات بنر تبلیغاتی هدر

source: This banner is displayed on the archive pages, postd and products at the bottom of the breadcrumbs.
ar: يتم عرض هذا الشعار على صفحات الأرشيف ، وما بعد النشر والمنتجات في الجزء السفلي من (breadcrumbs).
fa_ir: این بنر در صفحات آرشیو، نوشته‌ها و محصولات در قسمت پایینی نان ریزه نمایش داده می شود.

source: Show header banner
ar: أظهار لافتة الهدر
fa_ir: نمایش بنر هدر

source: Show header banner in mobile mode
ar: إظهار شعار الرأس في وضع الهاتف المحمول
fa_ir: نمایش بنر هدر در حالت موبایل

source: Header banner image
ar: صورة لافتة الهدر
fa_ir: تصویر بنر هدر

source: Appropriate size: 1260 pixel(w) in 142 pixel(h)
ar: الحجم المناسب: 1260 بكسل (عرض) في 142 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 1260 پیکسل (عرض) در 142پیکسل (ارتفاع)

source: Header banner image in mobile mode
ar: صورة شعار الرأس في وضع الهاتف المحمول
fa_ir: بنر هدر در حالت موبایل

source: If it is empty, the desktop mode image will be used
ar: إذا كانت فارغة، فسيتم استخدام صورة وضع سطح المكتب
fa_ir: اگر خالی باشد از تصویر حالت دسکتاپ استفاده خواهد شد

source: Header banner link
ar: رابط لافتة الهدر
fa_ir: لینک بنر هدر

source: Header banner title
ar: عنوان لافتة الهدر
fa_ir: عنوان بنر هدر

source: Open the link in a new tab
ar: افتح الرابط في علامة تبويب جديدة
fa_ir: بازکردن در پنجره جدید

source: Add nofollow property to link
ar: إضافة خاصية nofollow للربط
fa_ir: اضافه کردن خاصیت nofollow به لینک

source: Footer settings
ar: إعدادات الفوتر
fa_ir: تنظیمات فوتر

source: Customize site footer
ar: تخصيص الفوتر
fa_ir: شخصی سازی فوتر سایت

source: Footer widgets columns
ar: الحاجيات الأعمدة الفوتر
fa_ir: ستون ابزارک‌های فوتر

source: Hide footer in mobile mode
ar: إخفاء الفوتر في وضع الهاتف المحمول
fa_ir: پنهان کردن فوتر در حالت موبایل

source: Hide footer section include footer widgets, info bar, address and application icons in mobile mode
ar: يتضمن قسم إخفاء الفوتر عناصر واجهة مستخدم الفوتر وشريط المعلومات والعنوان وأيقونات التطبيق في وضع الهاتف المحمول
fa_ir: پنهان سازی بخش فوتر شامل ابزارک‌های فوتر، بخش اطلاعات، آدرس و آیکن برنامه ها در حالت موبایل

source: Show social networks
ar: عرض الشبكات الاجتماعية
fa_ir: نمایش شبکه های اجتماعی

source: Show social network links in footer
ar: إظهار روابط الشبكات الاجتماعية في الفوتر
fa_ir: نمایش لینک شبکه های اجتماعی در فوتر

source: Footer Widgets Settings
ar: إعدادات أدوات التذييل
fa_ir: تنظیمات ابزارک‌های فوتر

source: Hiding footer widgets in mobile mode
ar: إخفاء عناصر واجهة المستخدم في وضع الهاتف المحمول
fa_ir: پنهان کردن ابزارک‌های فوتر در حالت موبایل

source: Number of footer widgets columns
ar: عدد أعمدة عناصر واجهة المستخدم للتذييل
fa_ir: تعداد ستون ابزارک‌های فوتر

source: Number of columns of footer widgets in mobile mode
ar: عدد أعمدة عناصر واجهة المستخدم في وضع الهاتف المحمول
fa_ir: تعداد ستون ابزارک‌های فوتر در حالت موبایل

source: One columns
ar: عمود واحد
fa_ir: یک ستونه

source: Two columns
ar: عمودين
fa_ir: دو ستونه

source: Footer widgets title tag
ar: علامة عنوان عناصر واجهة المستخدم التذييلية
fa_ir: تگ عنوان ابزارک‌های فوتر

source: Site information settings
ar: إعدادات معلومات الموقع
fa_ir: تنظیمات اطلاعات سایت

source: Site information section
ar: قسم معلومات الموقع
fa_ir: نمایش بخش اطلاعات

source: Display information section in the footer section to show the number of users, purchases and ...
ar: عرض قسم المعلومات في قسم الفوتر لإظهار عدد المستخدمين والمشتريات و ...
fa_ir: نمایش بخش اطلاعات در قسمت فوتر جهت نمایش تعداد کاربران، خریدها و...

source: Show products count
ar: إظهار عدد المنتجات
fa_ir: نمایش تعداد محصولات

source: Edit products count
ar: تحرير عدد المنتجات
fa_ir: ویرایش تعداد محصولات

source: Products count title
ar: عنوان عد المنتجات
fa_ir: عنوان تعداد محصولات

source: Products
ar: المنتجات
fa_ir: محصولات

source: Products count value
ar: قيمة العد المنتجات
fa_ir: مقدار تعداد محصولات

source: You can also use the shortcode
ar: يمكنك أيضًا استخدام الرمز القصير (shortcode)
fa_ir: از کد کوتاه (شرتکد) هم می توانید استفاده کنید

source: Products count icon
ar: رمز عدد المنتجات
fa_ir: آیکن تعداد محصولات

source: Show sales count
ar: إظهار عدد المبيعات
fa_ir: نمایش تعداد سفارشات

source: Orders status
ar: حالة الطلبات
fa_ir: وضعیت سفارش

source: Edit sales count
ar: تحرير عدد المبيعات
fa_ir: ویرایش تعداد سفارشات

source: Sales count title
ar: عنوان جرد المبيعات
fa_ir: عنوان تعداد سفارشات

source: Order completed
ar: تم اكتمال الطلب
fa_ir: سفارشات تکمیل شده

source: Sales count value
ar: قيمة عدد المبيعات
fa_ir: مقدار تعداد سفارشات

source: Sales count icon
ar: رمز حساب المبيعات
fa_ir: آیکن تعداد سفارشات

source: Show users count
ar: إظهار عدد المستخدمين
fa_ir: نمایش تعداد کاربران

source: Edit users count
ar: تحرير عدد المستخدمين
fa_ir: ویرایش تعداد کاربران

source: Users count title
ar: عنوان عدد المستخدمين
fa_ir: عنوان تعداد کاربران

source: Members
ar: أعضاء
fa_ir: کاربران

source: Users count value
ar: عدد المستخدمين
fa_ir: مقدار تعداد کاربران

source: Users count icon
ar: أيقونات عدد المستخدمين
fa_ir: آیکن تعداد کاربران

source: Show posts count
ar: إظهار عدد المنشورات
fa_ir: نمایش تعداد نوشته‌ها

source: Edit posts count
ar: تحرير عدد المنشورات
fa_ir: ویرایش تعداد نوشته‌ها

source: Posts count title
ar: عنوان عدد المنشورات
fa_ir: عنوان تعداد نوشته‌ها

source: Blog content
ar: محتوى المدونة
fa_ir: مطالب وبلاگ

source: Posts count value
ar: قيمة عدد المنشورات
fa_ir: مقدار تعداد نوشته‌ها

source: Posts count icon
ar: رمز عدد المنشورات
fa_ir: آیکن تعداد نوشته‌ها

source: Activating the fifth icon
ar: تفعيل الايقونة الخامسة
fa_ir: فعال‌سازی آیکن پنجم

source: Fifth icon title
ar: عنوان الرمز الخامس
fa_ir: عنوان آیکن پنجم

source: Fifth icon value
ar: قيمة الرمز الخامس
fa_ir: مقدار آیکن پنجم

source: Fifth icon
ar: الأيقونة الخامسة
fa_ir: آیکن پنجم

source: Activating the sixth icon
ar: تفعيل الايقونة السادسة
fa_ir: فعال‌سازی آیکن ششم

source: Sixth icon title
ar: عنوان الرمز السادس
fa_ir: عنوان آیکن ششم

source: Sixth icon value
ar: قيمة الرمز السادس
fa_ir: مقدار آیکن ششم

source: Sixth icon
ar: الأيقونة السادسة
fa_ir: آیکن ششم

source: Address section settings
ar: إعدادات قسم العنوان
fa_ir: تنظیمات بخش آدرس

source: Address section
ar: قسم العنوان
fa_ir: بخش آدرس

source: Display the Address section in the footer
ar: اعرض قسم العنوان في الفوتر
fa_ir: نمایش بخش آدرس در بخش فوتر

source: View Address
ar: عرض العنوان
fa_ir: نمایش آدرس

source: View Address in the footer
ar: عرض العنوان في الفوتر
fa_ir: نمایش آدرس در بخش فوتر

source: Tehran Province, Tehran, Central Street, Central Building, No. 7
ar: محافظة طهران ، طهران ، الشارع المركزي ، المبنى المركزي ، رقم 7
fa_ir: استان تهران، شهر تهران، خیابان مرکزی، ساختمان مرکزی، پلاک 7

source: View phone
ar: عرض الهاتف
fa_ir: نمایش تلفن

source: View phone in the footer
ar: عرض الهاتف في الفوتر
fa_ir: نمایش تلفن در بخش فوتر

source: You can change the phone number from "Theme Settings > General settings > Header settings > Contact information settings".
ar: يمكنك تغيير رقم الهاتف من "إعدادات السمة > الإعدادات العامة > إعدادات الرأس > إعدادات معلومات الاتصال".
fa_ir: شماره تلفن را می توانید از مسیر "تنظیمات پوسته > تنظیمات عمومی > تنظیمات هدر > تنظیمات اطلاعات تماس" تغییر دهید.

source: View email
ar: عرض البريد الإلكتروني
fa_ir: نمایش ایمیل

source: View email in the footer
ar: عرض البريد الإلكتروني في الفوتر
fa_ir: نمایش ایمیل در بخش فوتر

source: You can change the email from "Theme Settings > General settings > Header settings > Contact information settings".
ar: يمكنك تغيير البريد الإلكتروني من "إعدادات السمة > الإعدادات العامة > إعدادات الرأس > إعدادات معلومات الاتصال".
fa_ir: ایمیل را می توانید از مسیر "تنظیمات پوسته > تنظیمات عمومی > تنظیمات هدر > تنظیمات اطلاعات تماس" تغییر دهید.

source: Application Buttons
ar: أزرار التطبيق
fa_ir: دکمه برنامه ها

source: Display application buttons in the footer
ar: عرض أزرار التطبيق في الفوتر
fa_ir: نمایش دکمه برنامه ها در بخش فوتر

source: Button style
ar: نمط الزر
fa_ir: استایل دکمه

source: Outline Style
ar: نمط المخطط التفصيلي
fa_ir: استایل حاشیه دار

source: Solid style
ar: أسلوب صلب
fa_ir: استایل توپر

source: Android Link
ar: رابط أندرويد
fa_ir: لینک آندروید

source: IOS Link
ar: رابط IOS
fa_ir: لینک IOS

source: Application download bar settings
ar: إعدادات شريط تنزيل التطبيق
fa_ir: تنظیمات نوار دانلود اپلیکیشن در موبایل

source: Application download bar
ar: شريط تنزيل التطبيق
fa_ir: نوار دانلود اپلیکیشن

source: Show application download bar on mobile
ar: إظهار شريط تنزيل التطبيق على الهاتف المحمول
fa_ir: نمایش نوار دانلود اپلیکیشن در موبایل

source: Download bar title
ar: عنوان شريط التنزيل
fa_ir: عنوان نوار دانلود اپلیکیشن

source: Optimal display in mobile application
ar: العرض الأمثل في تطبيقات الهاتف المحمول
fa_ir: نمایش بهینه تر در اپلیکیشن موبایل

source: Footer text settings
ar: إعدادات نص الفوتر
fa_ir: تنظیمات متن فوتر

source: Display text section of footer
ar: عرض قسم النص في الفوتر
fa_ir: نمایش بخش متن فوتر

source: Show a section to display text in the footer area
ar: إظهار النص لعرض في الفوتر
fa_ir: نمایش یک بخش جهت نمایش متن در ناحیه فوتر

source: Show footer text only in main page
ar: إظهار نص الفوتر على الشاشة الرئيسية فقط
fa_ir: نمایش متن فوتر فقط در صفحه اصلی

source: Show summary text
ar: إظهار نص الملخص
fa_ir: نمایش متن خلاصه شده

source: Show summary text instead of full
ar: إظهار نص الملخص بدلاً من كامل
fa_ir: نمایش متن به صورت خلاصه به جای متن کامل

source: Display position
ar: عرض الموقف
fa_ir: موقعیت نمایش

source: Beginning of footer
ar: بداية التذييل
fa_ir: ابتدای فوتر

source: Bottom of site information
ar: الجزء السفلي من معلومات الموقع
fa_ir: پایین اطلاعات سایت

source: Bottom of footer widgets
ar: أدوات أسفل التذييل
fa_ir: پایین ابزارک‌های فوتر

source: End of footer
ar: نهاية التذييل
fa_ir: انتهای فوتر

source: Footer text
ar: نص الفوتر
fa_ir: متن فوتر

source: Footer text section title
ar: عنوان نص قسم الفوتر
fa_ir: عنوان بخش متن فوتر

source: Footer section text
ar: نص قسم الفوتر
fa_ir: متن بخش فوتر

source: <p>This text is editable through the theme settings section. You can display text in the footer section of the site.</p>
ar: <p>هذا النص قابل للتحرير من خلال قسم إعدادات السمة. يمكنك عرض النص في الفوتر بالموقع.</p>
fa_ir: <p>این متن از طریق بخش تنظیمات قالب قابل تغییر است. شما می توانید متنی را در بخش فوتر سایت نمایش دهید.</p>

source: Copyright settings
ar: إعدادات حقوق النشر
fa_ir: تنظیمات متن کپی رایت

source: Hide copyright in mobile mode
ar: إخفاء حقوق التأليف والنشر في وضع الهاتف المحمول
fa_ir: پنهان کردن کپی رایت در حالت موبایل

source: Hide copyright section include copyright text and social icons in mobile mode
ar: إخفاء حقوق النشر نص حقوق النشر ورموز المواقع الاجتماعية في وضع الهاتف المحمول
fa_ir: پنهان سازی بخش کپی رایت شامل متن کپی رایت و آیکن شبکه های اجتماعی در حالت موبایل

source: Copyright text
ar: نص حقوق النشر
fa_ir: متن کپی رایت

source: Change the text in the site footer.
ar: تغيير النص في الفوتر.
fa_ir: تغییر متن نمایش داده شده در فوتر سایت.

source: All rights reserved to our site.
ar: جميع الحقوق محفوظة لموقعنا.
fa_ir: تمامی حقوق برای سایت ما محفوظ است.

source: Copyright Background color
ar: لون الخلفية حقوق التأليف والنشر
fa_ir: رنگ پس زمینه ناحیه کپی رایت

source: Choose the color scheme for the copyright background color
ar: اختر نظام الألوان للون خلفية حقوق النشر
fa_ir: رنگ پس زمینه ناحیه کپی رایت را انتخاب نمایید

source: Copyright text color
ar: لون نص حقوق النشر
fa_ir: رنگ متن کپی رایت

source: Choose the color scheme for the copyright text color
ar: اختر نظام الألوان للون نص حقوق النشر
fa_ir: رنگ متن ناحیه کپی رایت را انتخاب نمایید

source: Footer style settings
ar: إعدادات نمط الفوتر
fa_ir: تنظیمات استایل فوتر

source: Footer site text color
ar: لون نص موقع الفوتر
fa_ir: رنگ متن فوتر سایت

source: Footer site background
ar: خلفية الفوتر
fa_ir: پس زمینه فوتر سایت

source: Select an image as the background of the site's footer.
ar: حدد صورة كخلفية الفوتر للموقع.
fa_ir: تصویری را به عنوان پس زمینه فوتر سایت انتخاب نمایید.

source: Custom Footer Background
ar: خلفية الفوتر مخصصة
fa_ir: پس زمینه سفارشی فوتر

source: Choose a background color or upload a custom photo to the site footer
ar: حدد لون الخلفية أو قم بتحميل صورة مخصصة كخلفية للفوتر
fa_ir: انتخاب رنگ پس زمینه یا آپلود عکس دلخواه به عنوان پس زمینه فوتر

source: Customize the background of the site's footer to your liking.
ar: تخصيص خلفية فوتر الموقع حسب رغبتك.
fa_ir: پس زمینه فوتر سایت را مطابق سلیقه تان شخصی سازی نمایید.

source: Mobile Navigation Bar
ar: شريط التنقل المحمول
fa_ir: نوار پیمایش موبایل

source: Hide mobile navigation bar
ar: إخفاء شريط التنقل المحمول
fa_ir: مخفی کردن نوار پیمایش موبایل

source: Hide the bottom bar displayed at the bottom of the site in mobile mode
ar: إخفاء الشريط السفلي المعروض في الجزء السفلي من الموقع في وضع الهاتف المحمول
fa_ir: مخفی سازی نوار پایینی نمایش داده شده در پایین سایت در حالت موبایل

source: Hide mobile navigation bar titles
ar: إخفاء عناوين شريط التنقل المحمول
fa_ir: مخفی کردن عناوین نوار پیمایش موبایل

source: Hide the mobile navigation bar icon title
ar: إخفاء عنوان رمز شريط التنقل المحمول
fa_ir: مخفی کردن عناوین آیکن های نوار پیمایش موبایل

source: Enable transparent background mode
ar: تمكين وضع الخلفية الشفافة
fa_ir: پس‌زمینه شفاف

source: Mobile navigation bar buttons
ar: أزرار شريط التنقل على الهاتف المحمول
fa_ir: دکمه های نوار پیمایش موبایل

source: In this section, you can select up to 5 buttons to display in the mobile navigation bar. No more than 5 items will be displayed in the output.
ar: في هذا القسم ، يمكنك تحديد ما يصل إلى 5 أزرار لعرضها في شريط التنقل على الهاتف المحمول. لن يتم عرض أكثر من 5 عناصر في الإخراج.
fa_ir: در این بخش می توانید تا ۵ دکمه برای نمایش در نوار پیمایش موبایل انتخاب نمایید. بیشتر از ۵ آیتم در خروجی نمایش داده نخواهد شد.

source: No more than 5 items will be displayed in the output.
ar: لن يتم عرض أكثر من 5 عناصر في الإخراج.
fa_ir: بیشتر از ۵ آیتم در خروجی نمایش داده نخواهد شد.

source: Back top / Filters
ar: العودة لأعلى / فلاتر
fa_ir: بازگشت به بالا / فیلترها

source: Wishlist
ar: المفضلة
fa_ir: علاقه‌مندی‌ها

source: Home / Buy product
ar: الرئيسية / شراء المنتج
fa_ir: خانه / خرید محصول

source: Compare
ar: المقارنة بين المنتجات
fa_ir: مقایسه محصولات

source: Shopping cart
ar: السلة
fa_ir: سبد خرید

source: My Account
ar: حسابي
fa_ir: حساب کاربری

source: Dark mode
ar: الوضع المظلم
fa_ir: حالت تاریک
