Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Add Another File
ar: إضافة ملف آخر
fa_ir: اضافه کردن فایل دیگر

source: Remove File
ar: إزالة الملف
fa_ir: حذف فایل

source: Are you sure you want to remove this File?
ar: هل أنت متأكد أنك تريد حذف هذا الملف؟
fa_ir: آیا از حذف این فایل مطمئن هستید؟

source: File Link
ar: رابط الملف
fa_ir: پیوند فایل

source: File titles?
ar: عنوان الملفات؟
fa_ir: عنوان فرعی فایلها؟

source: By selecting this option, the text entered in the file title field will be placed as a subtitle on top of the next files. Leave the link blank.
ar: بتحديد هذا الخيار ، سيتم وضع النص الذي تم إدخاله في حقل عنوان الملف كعنوان فرعي أعلى الملفات التالية. اترك الرابط فارغًا.
fa_ir: با انتخاب این گزینه متن وارد شده در قسمت عنوان فایل به عنوان یک عنوان فرعی در بالای فایلهایی بعدی قرار می گیرد. قسمت پیوند را خالی رها کنید.

source: Additional product button title & link settings (DinaKala)
ar: عنوان زر المنتج الإضافي وإعدادات الارتباط (DinaKala)
fa_ir: تنظیمات لینک و عنوان دکمه اضافی محصول (دیناکالا)

source: If empty, the value specified in the theme settings will be used.
ar: إذا كانت فارغة ، فسيتم استخدام القيمة المحددة في إعدادات السمة.
fa_ir: اگر خالی باشد از مقدار تعیین شده در تنظیمات پوسته استفاده خواهد شد.

source: Additional product button pop-up settings (DinaKala)
ar: إعدادات نافذة إضافية لزر المنتج (DinaKala)
fa_ir: تنظیمات پاپ آپ دکمه اضافی محصول (دیناکالا)

source: Pop-up Content
ar: محتوى منبثق
fa_ir: محتوای پاپ آپ

source: This content is displayed when the additional product button is clicked and can be defined for all products in the Theme settings > Product Settings section (You can also use the shortcode).
ar: يتم عرض هذا المحتوى عند النقر فوق زر المنتج الإضافي ويمكن تحديده لجميع المنتجات في قسم الإعدادات> إعدادات المنتج.
fa_ir: این محتویات در هنگام کلیک روی دکمه اضافی محصول نمایش داده می شود و برای همه محصولات در قسمت تنظیمات پوسته > تنظیمات محصول قابل تعریف می باشد.

source: %s additional product button title & link settings (DinaKala)
ar: %s إعدادات إضافية لعناوين وأزرار المنتجات (DinaKala)
fa_ir: تنظیمات لینک و عنوان دکمه %s اضافی محصول (دیناکالا)

source: %s additional product button title
ar: عنوان زر المنتج الإضافي %s
fa_ir: عنوان %s دکمه اضافی محصول

source: %s additional product button link
ar: رابط زر المنتج الإضافي %s
fa_ir: لینک %s دکمه اضافی محصول

source: %s additional product button pop-up settings (DinaKala)
ar: إعدادات النافذة المنبثقة لزر المنتج الإضافي %s (DinaKala)
fa_ir: تنظیمات پاپ آپ %s دکمه اضافی محصول (دیناکالا)

source: This content is displayed when the %s additional product button is clicked and can be defined for all products in the Theme settings > Product Settings section (You can also use the shortcode).
ar: يتم عرض هذا المحتوى عند النقر على زر المنتج الإضافي %s ويمكن تعريفه لجميع المنتجات في قسم إعدادات السمة > إعدادات المنتج (يمكنك أيضًا استخدام الرمز المختصر).
fa_ir: این محتویات در هنگام کلیک روی %s دکمه اضافی محصول نمایش داده می شود و برای همه محصولات در قسمت تنظیمات پوسته > تنظیمات محصول قابل تعریف می باشد.

source: Additional product tab settings (DinaKala)
ar: إعدادات علامة تبويب المنتج الإضافية (DinaKala)
fa_ir: تنظیمات تب (سربرگ) اضافی محصول (دیناکالا)

source: Tab Icon
ar: رمز علامة التبويب
fa_ir: آیکن تب

source: Tab Content
ar: علامة التبويب المحتوى
fa_ir: محتوای تب

source: Additional product tab two settings (DinaKala)
ar: علامة تبويب المنتج الإضافية ، إعدادين (DinaKala)
fa_ir: تنظیمات تب (سربرگ) دوم اضافی محصول (دیناکالا)

source: Additional product tab three settings (DinaKala)
ar: إعدادات علامة تبويب المنتج الإضافية الثلاثة (DinaKala)
fa_ir: تنظیمات تب (سربرگ) سوم اضافی محصول (دیناکالا)

source: Product FAQs (DinaKala)
ar: الأسئلة الشائعة حول المنتج (DinaKala)
fa_ir: سوالات متداول محصول (دیناکالا)

source: Show FAQ tab?
ar: هل تريد إظهار علامة تبويب الأسئلة الشائعة؟
fa_ir: نمایش تب سوالات متداول؟

source: To display the FAQ tab, you must enable the option to display this section in "Theme settings > Product Settings > Additional product tab".
ar: لعرض علامة تبويب الأسئلة الشائعة، يجب عليك تمكين خيار عرض هذا القسم في "إعدادات السمة > إعدادات المنتج > علامة تبويب المنتج الإضافية".
fa_ir: برای نمایش تب سوالات متداول باید گزینه مربوط به نمایش این بخش را در مسیر "تنظیمات پوسته > تنظیمات محصول > تب اضافی محصول" فعال کرده باشید.

source: FAQ(s)
ar: الأسئلة الشائعة
fa_ir: سوالات متداول

source: In this section, enter frequently asked questions and their answers.
ar: في هذا القسم، أدخل الأسئلة الشائعة وإجاباتها.
fa_ir: در این بخش، سوالات متداول و پاسخ آنها را وارد کنید.

source: FAQ {#}
ar: التعليمات {#}
fa_ir: سوال متداول {#}

source: Add Another FAQ
ar: أضف أسئلة وأجوبة أخرى
fa_ir: اضافه کردن سوال متداول

source: Remove FAQ
ar: إزالة الأسئلة الشائعة
fa_ir: حذف سوال متداول

source: Are you sure you want to remove this FAQ?
ar: هل أنت متأكد أنك تريد إزالة هذه الأسئلة الشائعة؟
fa_ir: آیا از حذف این سوال متداول مطمئن هستید؟

source: Question
ar: سؤال
fa_ir: سوال

source: Answer
ar: إجابة
fa_ir: پاسخ

source: Additional product meta settings (DinaKala)
ar: إعدادات تعريف المنتج الإضافية (DinaKala)
fa_ir: تنظیمات متا اضافی محصول (دیناکالا)

source: Additional product meta
ar: تعريف منتج ميتا
fa_ir: متا اضافی محصول

source: Meta {#}
ar: ميتا {#}
fa_ir: متا {#}

source: Add Another Meta
ar: اضافه کردن متا دیگر
fa_ir: اضافه کردن متا دیگر

source: Remove Meta
ar: إزالة ميتا
fa_ir: حذف متا

source: Are you sure you want to remove this Meta?
ar: هل أنت متأكد أنك تريد إزالة هذا التعريف؟
fa_ir: آیا از حذف این متا مطمئن هستید؟

source: Meta Name
ar: اسم ميتا
fa_ir: نام متا

source: Meta Value
ar: قيمة ميتا
fa_ir: مقدار متا

source: Meta Link
ar: رابط ميتا
fa_ir: پیوند متا

source: Meta Icon
ar: أيقونة ميتا
fa_ir: آیکن متا

source: Edit public product metas
ar: تحرير metas العامة للمنتج
fa_ir: ویرایش متاهای عمومی محصول

source: Public meta value (%s)
ar: قيمة التعريف العامة (%s)
fa_ir: مقدار متای عمومی (%s)

source: Public meta link (%s)
ar: ارتباط تعريف عام (%s)
fa_ir: لینک متای عمومی (%s)

source: Product page messages (DinaKala)
ar: رسائل صفحة المنتج (DinaKala)
fa_ir: پیام‌های صفحه محصول (دیناکالا)

source: Product page message (%s message)
ar: رسالة صفحة المنتج (رسالة %s)
fa_ir: پیام‌ صفحه محصول (پیام %s)

source: Brand Logo (DinaKala)
ar: شعار العلامة التجارية (DinaKala)
fa_ir: لوگو برند (دیناکالا)

source: Brand Logo
ar: شعار العلامة التجارية
fa_ir: لوگو برند

source: Add Logo
ar: أضف الشعار
fa_ir: افزودن لوگو

source: Additional product button title & link settings
ar: عنوان زر المنتج الإضافي وإعدادات الارتباط
fa_ir: تنظیمات لینک و عنوان دکمه اضافی محصول

source: Additional product button Pop-up title and content settings (DinaKala)
ar: إعدادات المحتوى والعنوان المنبثق لزر المنتج الإضافي (DinaKala)
fa_ir: تنظیمات عنوان و محتوای پاپ آپ دکمه اضافی محصول (دیناکالا)

source: Additional product button Pop-up title and content settings
ar: إعدادات المحتوى والعنوان المنبثق لزر المنتج الإضافي
fa_ir: تنظیمات عنوان و محتوای پاپ آپ دکمه اضافی محصول

source: Advertising Banner (DinaKala)
ar: لافتة إعلانية (DinaKala)
fa_ir: بنر تبلیغاتی (دیناکالا)

source: Advertising Banner
ar: لافتة إعلانية
fa_ir: بنر تبلیغاتی

source: Add Image
ar: إضافة صورة
fa_ir: اضافه کردن تصویر

source: Mobile banner image
ar: صورة لافتة الجوال
fa_ir: تصویر بنر موبایل

source: Banner Code or shortcode
ar: رمز البانر أو الرمز المختصر
fa_ir: کد یا شرتکد بنر

source: Enter the html code or short code you want
ar: أدخل رمز HTML أو الرمز المختصر الذي تريده
fa_ir: کد html یا شرتکد مورد نظرتان را وارد کنید

source: Additional Description (DinaKala)
ar: وصف إضافي (DinaKala)
fa_ir: توضیحات اضافی (دیناکالا)

source: Additional Description
ar: وصف إضافي
fa_ir: توضیحات اضافی

source: This description will be displayed on the category page at the top or bottom of the category. The location of this description depends on the location of the main category description.
ar: سيتم عرض هذا الوصف على صفحة الفئة في أعلى أو أسفل الفئة. يعتمد موقع هذا الوصف على موقع وصف الفئة الرئيسية.
fa_ir: این توضیحات در صفحه دسته‌بندی در بالا یا پایین دسته‌بندی نمایش داده خواهد شد. محل قرار گیری این توضیحات وابسته به محل قرار گیری توضیحات اصلی دسته‌بندی می باشد.

source: Additional product information (DinaKala)
ar: معلومات المنتج الإضافية (DinaKala)
fa_ir: اطلاعات اضافی محصول (دیناکالا)

source: This item is displayed below the product price and can be defined for all products in the Theme settings > Product Settings section or in product edit page.
ar: يتم عرض هذا العنصر أسفل سعر المنتج ويمكن تحديده لجميع المنتجات في إعدادات السمة> قسم إعدادات المنتج أو في صفحة تحرير المنتج.
fa_ir: این مورد زیر قیمت محصول نمایش داده می شود و در قسمت تنظیمات پوسته > تنظیمات محصول یا در صفحه ویرایش محصول برای همه محصولات قابل تعریف است.

source: Product archive slider (DinaKala)
ar: شريط تمرير أرشيف المنتج (DinaKala)
fa_ir: اسلایدر آرشیو محصول (دیناکالا)

source: Slide {#}
ar: الشريحة (#)
fa_ir: اسلاید {#}

source: Add Another Slide
ar: أضف شريحة أخرى
fa_ir: اضافه کردن اسلاید

source: Remove Slide
ar: إزالة الشريحة
fa_ir: حذف اسلاید

source: Are you sure you want to remove this Slide?
ar: هل أنت متأكد أنك تريد إزالة هذه الشريحة؟
fa_ir: آیا از حذف این اسلاید مطمئن هستید؟

source: Slide Title
ar: عنوان الشريحة
fa_ir: عنوان اسلاید

source: Slide Link
ar: ارتباط الشرائح
fa_ir: پیوند اسلاید

source: Open the link in a new window?
ar: افتح الرابط في نافذة جديدة؟
fa_ir: بازکردن لینک در پنجره جدید؟

source: Add nofollow attribute to the link
ar: أضف سمة nofollow إلى الرابط
fa_ir: اضافه کردن خاصیت nofollow به لینک

source: Slide Image
ar: صورة الشرائح
fa_ir: تصویر اسلاید

source: Shop page slider (DinaKala)
ar: شريط تمرير صفحة المتجر (DinaKala)
fa_ir: اسلایدر برگه فروشگاه (دیناکالا)

source: Shop page slider
ar: متجر الصفحة المنزلق
fa_ir: اسلایدر صفحه فروشگاه

source: Home
ar: الصفحة الرئيسية
fa_ir: صفحه اصلی

source: Add Menu
ar: إضافة قائمة
fa_ir: اضافه کردن فهرست

source: Show filters
ar: اظهر الفلاتر
fa_ir: نمایش فیلترها

source: Show sidebar
ar: عرض الشريط الجانبي
fa_ir: نمایش سایدبار

source: Sidebar
ar: الشريط الجانبي
fa_ir: ستون کناری

source: Return Top
ar: عد إلى الأعلى
fa_ir: بازگشت به بالا

source: Buy
ar: شراء
fa_ir: خرید

source: Shopping Cart
ar: السلة
fa_ir: سبد خرید

source: Cart
ar: السلة
fa_ir: سبد خرید

source: Previous article
ar: المقال السابق
fa_ir: نوشته قبلی

source: Next article
ar: المقال التالي
fa_ir: نوشته بعدی

source: No valid SearchWP Live Search configuration found!
ar: لم يتم العثور على تكوين SearchWP Live Search صالح!
fa_ir: تنظیمات معتبری برای افزونه جستجوی زنده وردپرس پیدا نشد!

source: When autocomplete results are available use up and down arrows to review and enter to go to the desired page. Touch device users, explore by touch or with swipe gestures.
ar: عند توفر نتائج الإكمال التلقائي ، استخدم السهمين لأعلى ولأسفل للمراجعة والدخول للانتقال إلى الصفحة المطلوبة. لمس مستخدمي الجهاز ، واستكشف عن طريق اللمس أو بإيماءات التمرير.
fa_ir: هنگامی که نتایج تکمیل خودکار نمایش داده میشود با استفاده از کلیدهای بالا و پایین می توانید به گزینه مورد نظر و صفحه مورد نظر بروید. کاربران دستگاه لمسی، توسط لمس و حرکت های ترکیبی می توانند پیمایش کنند.

source: Category:
ar: فئة:
fa_ir: دسته‌بندی:

source: View All Result
ar: مشاهدة جميع النتائج
fa_ir: مشاهده تمامی نتایج

source: No result found!
ar: لم يتم العثور على نتائج!
fa_ir: نتیجه ای پیدا نشد!

source: No product found!
ar: لا يوجد منتج!
fa_ir: محصولی پیدا نشد!

source: Product video
ar: فيديو المنتج
fa_ir: ویدیو محصول

source: Product audio review
ar: مراجعة صوت المنتج
fa_ir: بررسی صوتی محصول

source: Add to Wishlist
ar: أضف إلى قائمة الرغبات
fa_ir: افزودن به علاقه مندی

source: Compare Product
ar: قارن المنتج
fa_ir: مقایسه محصول

source: Remove From Compare
ar: إزالة من المقارنة
fa_ir: حذف از مقایسه

source: Share
ar: مشاركة
fa_ir: اشتراک گذاری

source: Price chart
ar: مخطط السعر
fa_ir: نمودار قیمت

source: Tag:
ar: الوسم:
fa_ir: برچسب‌ها:

source: Product Pros:
ar: مزايا المنتج:
fa_ir: نقاط قوت محصول:

source: Product Cons:
ar: سلبيات المنتج:
fa_ir: نقاط ضعف محصول:

source: Product Features
ar: مواصفات المنتج
fa_ir: ویژگی های محصول

source: Show more
ar: أظهر المزيد
fa_ir: نمایش بیشتر

source: Show less
ar: عرض أقل
fa_ir: نمایش کمتر

source: Date Updated:
ar: تاريخ التحديث:
fa_ir: تاریخ به روز رسانی:

source: Views:
ar: مشاهدة:
fa_ir: تعداد بازدید:

source: View
ar: مشاهدة
fa_ir: بازدید

source: Cashback
ar: استرداد النقود
fa_ir: هدیه خرید بعدی

source: Logout
ar: خروج
fa_ir: خروج

source: Only allow users with file upload capabilities to upload local avatars (Authors and above)
ar: السماح فقط للمستخدمين الذين لديهم إمكانات تحميل الملفات بتحميل الصور الرمزية المحلية (المؤلفون وما فوق)
fa_ir: فقط به کاربرانی که قابلیت آپلود فایل دارند (نویسندگان و بالاتر) اجازه آپلود آواتارهای محلی داده شود.

source: Avatar
ar: الصورة الرمزية
fa_ir: آواتار

source: Upload Avatar
ar: تحميل الصورة الرمزية
fa_ir: بارگذاری آواتار

source: No local avatar is set. Use the upload field to add a local avatar.
ar: لم يتم تعيين الصورة الرمزية المحلية. استخدم حقل التحميل لإضافة صورة رمزية محلية.
fa_ir: آواتار تنظیم نشده است. از این قسمت می توانید برای افزودن آواتار استفاده کنید.

source: Delete local avatar
ar: حذف الصورة الرمزية المحلية
fa_ir: حذف آواتار

source: Replace the local avatar by uploading a new avatar, or erase the local avatar (falling back to a gravatar) by checking the delete option.
ar: استبدل الصورة الرمزية المحلية عن طريق تحميل صورة رمزية جديدة ، أو امسح الصورة الرمزية المحلية (العودة إلى Gravatar) عن طريق تحديد خيار الحذف.
fa_ir: با آپلود یک آواتار جدید، آواتار فعلی را جایگزین کنید یا با علامت زدن گزینه حذف، آواتار فعلی را پاک کنید (برگشت به گراواتار).

source: No local avatar is set. Set up your avatar at Gravatar.com.
ar: لم يتم تعيين الصورة الرمزية المحلية. قم بإعداد الصورة الرمزية الخاصة بك في Gravatar.com.
fa_ir: آواتار تنظیم نشده است. آواتار خود را در Gravatar.com تنظیم کنید.

source: You do not have media management permissions. To change your local avatar, contact the site administrator.
ar: ليس لديك أذونات إدارة الوسائط. لتغيير الصورة الرمزية المحلية الخاصة بك ، اتصل بمسؤول الموقع.
fa_ir: شما مجوز مدیریت رسانه ندارید. برای تغییر آواتار خود، با مدیر سایت تماس بگیرید.

source: Please upload a valid image file for the avatar.
ar: يرجى تحميل ملف صورة صالح للصورة الرمزية.
fa_ir: لطفاً یک فایل تصویری معتبر برای آواتار آپلود کنید.

source: There was an error uploading the avatar:
ar: حدث خطأ أثناء تحميل الصورة الرمزية:
fa_ir: هنگام آپلود آواتار خطایی رخ داد:

source: Update Avatar
ar: تحديث الصورة الرمزية
fa_ir: به روز رسانی آواتار

source: Word count: %s
ar: عدد الكلمات: %s
fa_ir: تعداد کلمات: %s

source: The description is not prominent by default; however, some themes may show it.
ar: الوصف غير بارز بشكل افتراضي ؛ ومع ذلك ، قد تظهر ذلك بعض السمات.
fa_ir: این توضیحات به طور پیش‌فرض نمایش داده نمی شوند اما برخی قالب ها آنها را نمایش می دهند.

source: Visual Term Description Editor requires PHP 5.4 or later!
ar: محرر وصف المصطلح المرئي يتطلب PHP 5.4 أو أحدث!
fa_ir: ویرایشگر توضیحات اصطلاح ویژوال به PHP 5.4 یا بالاتر نیاز دارد!

source: Please upgrade your server to the latest version of PHP – contact your web host if you are unsure about how to do this.
ar: يرجى ترقية الخادم الخاص بك إلى أحدث إصدار من PHP - اتصل بمضيف الويب الخاص بك إذا كنت غير متأكد من كيفية القيام بذلك.
fa_ir: لطفا نسخه PHP را به آخرین نسخه سرور آپگرید نمایید - اگر از نحوه انجام اینکار اطلاع ندارید با پشتیبان هاست تماس بگیرید.

source: Brand filter (Dinakala)
ar: فلتر الماركة (Dinakala)
fa_ir: فیلتر برند (دیناکالا)

source: Product brand filter
ar: فلتر ماركة المنتج
fa_ir: فیلتر برند محصولات

source: No brand found!
ar: لا توجد علامة تجارية!
fa_ir: برندی پیدا نشد!

source: Brand filter
ar: فلتر الماركة
fa_ir: فیلتر برند

source: Title:
ar: عنوان:
fa_ir: عنوان:

source: Show brand logo
ar: عرض شعار العلامة التجارية
fa_ir: نمایش لوگو برند

source: Show brand hierarchical
ar: إظهار التسلسل الهرمي للعلامة التجارية
fa_ir: نشان دادن سلسله مراتب برند

source: Brand information (Dinakala)
ar: معلومات العلامة التجارية (Dinakala)
fa_ir: اطلاعات برند (دیناکالا)

source: Show brand information on brand page, this widget is only displayed on brand archive pages
ar: إظهار معلومات العلامة التجارية على صفحة العلامة التجارية ، يتم عرض هذه الأداة فقط على صفحات أرشيف العلامة التجارية
fa_ir: نمایش اطلاعات برند در صفحه برند، این ابزارک فقط در صفحات آرشیو برند نمایش داده می شود

source: Registered products with this brand
ar: المنتجات المسجلة بهذه العلامة التجارية
fa_ir: کالاهای ثبت شده با این برند

source: Brand information
ar: معلومات العلامة التجارية
fa_ir: اطلاعات برند

source: Products Category filter (Dinakala)
ar: مرشح فئة المنتجات (ديناكالا)
fa_ir: فیلتر دسته‌بندی محصولات (دیناکالا)

source: Product category filter
ar: مرشح فئة المنتجات
fa_ir: فیلتر دسته‌بندی محصول

source: No category found!
ar: لم يتم العثور على فئة!
fa_ir: دسته‌بندی پیدا نشد!

source: Category filter
ar: مرشح الفئة
fa_ir: فیلتر‌ دسته‌بندی

source: Logo Slider (DinaKala)
ar: أيقونة سلايدر (ديناكالا)
fa_ir: اسلایدر نماد (دیناکالا)

source: Logo Slider
ar: أيقونة سلايدر
fa_ir: اسلایدر نماد

source: Automatic slider movement
ar: حركة منزلقة تلقائية
fa_ir: حرکت خودکار اسلایدر

source: First logo
ar: الشعار الأول
fa_ir: لوگو اول

source: Second logo
ar: الشعار الثاني
fa_ir: لوگو دوم

source: Third logo
ar: الشعار الثالث
fa_ir: لوگو سوم

source: Fourth logo
ar: الشعار الرابع
fa_ir: لوگو چهارم

source: Online Payment (Dinakala)
ar: الدفع الالكتروني (Dinakala)
fa_ir: پرداخت آنلاین (دیناکالا)

source: Accelerated Banks Logo Display
ar: إظهار شعار البنوك الأعضاء في شتاب
fa_ir: نمایش لوگو بانک های عضو شتاب

source: Online Payment
ar: الدفع الالكتروني
fa_ir: پرداخت آنلاین

source: Feedburner newsletter (DinaKala)
ar: رسالة إخبارية فيدبورنر(Dinakala)
fa_ir: خبرنامه فیدبرنر (دیناکالا)

source: Subscribe to the feedburner newsletter
ar: اشترك في النشرة الإخبارية فيدبورنر
fa_ir: عضویت در خبرنامه فیدبرنر

source: Enter your email ...
ar: أدخل بريدك الإلكتروني ...
fa_ir: ایمیل خود را وارد نمایید ...

source: Subscribe to newsletter
ar: اشترك في النشرة الإخبارية
fa_ir: عضویت در خبرنامه

source: The name of the feedburner: (your username without http://feeds.feedburner.com/)
ar: اسم فيدبورنر: (اسم المستخدم الخاص بك بدون http://feeds.feedburner.com/)
fa_ir: نام فیدبارنر: (نام کاربری شما بدون http://feeds.feedburner.com/)

source: Display image in sidebar
ar: عرض الصورة في الشريط الجانبي
fa_ir: نمایش تصویر در سایدبار

source: Display image (DinaKala)
ar: عرض الصور (Dinakala)
fa_ir: نمایش تصویر (دیناکالا)

source: Image Link
ar: رابط الصورة
fa_ir: پیوند تصویر

source: Target
ar: استهداف
fa_ir: هدف

source: New window
ar: نافذة جديدة
fa_ir: پنجره جدید

source: Upload Image
ar: تحميل الصور
fa_ir: آپلود تصویر

source: Logo display (DinaKala)
ar: عرض الشعار (Dinakala)
fa_ir: نمایش لوگو (دیناکالا)

source: Site logos
ar: شعارات الموقع
fa_ir: لوگوهای سایت

source: MailerLite newsletter (DinaKala)
ar: رسالة إخبارية MailerLite (DinaKala)
fa_ir: خبرنامه میلرلایت (دیناکالا)

source: Subscribe to the MailerLite newsletter
ar: اشترك في النشرة الإخبارية MailerLite
fa_ir: عضویت در خبرنامه میلرلایت

source: Loading...
ar: جار التحميل ...
fa_ir: در حال بارگذاری...

source: Your email was successfully registered
ar: تم تسجيل بريدك الإلكتروني بنجاح
fa_ir: ايميل شما با موفقيت ثبت شد

source: Posts widget (DinaKala)
ar: أداة المشاركات (DinaKala)
fa_ir: ابزارک نوشته‌ها (دیناکالا)

source: No posts found!
ar: لم يتم العثور على أية منشورات!
fa_ir: نوشته ای پیدا نشد!

source: Number of posts to show:
ar: عدد عرض المشاركات:
fa_ir: تعداد نوشته‌ها برای نمایش:

source: --Select Category--
ar: --اختر الفئة--
fa_ir: --انتخاب دسته‌بندی--

source: Products widget (DinaKala)
ar: أداة المنتجات (DinaKala)
fa_ir: ابزارک محصولات (دیناکالا)

source: No products found!
ar: لا توجد منتجات!
fa_ir: محصولی پیدا نشد!

source: Number of products to show:
ar: عدد المنتجات المراد عرضها:
fa_ir: تعداد محصولات برای نمایش:

source: Products sorting
ar: تصنيف المنتجات
fa_ir: مرتب سازی محصولات

source: Link list (DinaKala)
ar: قائمة الروابط (DinaKala)
fa_ir: لیست پیوند (دیناکالا)

source: List
ar: قائمة
fa_ir: لیست

source: Empty items do not have output.
ar: العناصر الفارغة ليس لها إخراج.
fa_ir: موارد خالی خروجی نخواهند داشت.

source: Custom link and custom fields are optional.
ar: الارتباط المخصص والحقول المخصصة اختيارية.
fa_ir: پیوند و فیلد سفارشی اختیاری هستند.

source: Links that are out of the web site must start with http://.
ar: يجب أن تبدأ الروابط الموجودة خارج موقع الويب بـ http: //.
fa_ir: لینک های خارج از سایت باید با http:// شروع شوند.

source: Click and drag the number of each item to change the display order.
ar: انقر واسحب رقم كل عنصر لتغيير ترتيب العرض.
fa_ir: آیتم ها را با کلیک و درگ کردن مرتب نمایید.

source: To delete any item, click Delete.
ar: لحذف أي عنصر ، انقر فوق حذف.
fa_ir: برای حذف هر آیتم، حذف را انتخاب نمایید.

source: Reorder or delete an item by using the 'Position/Action' table below.
ar: أعد ترتيب عنصر أو احذفه باستخدام جدول "الموضع / الإجراء" أدناه.
fa_ir: یک آیتم را توسط گزینه "عملکرد/موقعیت" حذف یا مرتب نمایید.

source: To add a new item, click Add.
ar: لإضافة عنصر جديد ، انقر فوق "إضافة".
fa_ir: برای اضافه کردن آیتم جدید، اضافه کردن را بزنید.

source: Text:
ar: نص:
fa_ir: متن:

source: Link:
ar: رابط:
fa_ir: پیوند:

source: Custom Style Class:
ar: کلاس النمط المخصص::
fa_ir: کلاس شیوه نامه سفارشی:

source: Open in new window
ar: افتح في نافذة جديدة
fa_ir: بازکردن در پنجره جدید

source: Item
ar: عنصر
fa_ir: آیتم

source: Position / Function
ar: الموضع / الإجراء
fa_ir: موقعیت / عملکرد

source: &mdash; Select &mdash;
ar: &mdash; اختر &mdash;
fa_ir: &mdash; انتخاب &mdash;

source: Add Item
ar: اضافة عنصر
fa_ir: افزودن آیتم

source: Ordered
ar: مرقمة
fa_ir: شماره گذاری شده

source: Unordered
ar: لا يوجد رقم
fa_ir: بدون شماره

source: Reverse order of output
ar: ترتيب عكسي للإخراج
fa_ir: معکوس کردن خروجی

source: Stock status (Dinakala)
ar: حالة المستودع (Dinakala)
fa_ir: وضعیت انبار (دیناکالا)

source: Filter stock and on-sale products
ar: مرشح المخزون ومزاد المنتج
fa_ir: فیلتر موجودی و حراج محصولات

source: On sale
ar: المنتجات المخفضة
fa_ir: محصولات تخفیف خورده

source: In Stock
ar: موجود في المستودع
fa_ir: موجود در انبار

source: Only products with prices
ar: فقط المنتجات ذات الأسعار
fa_ir: فقط محصولات دارای قیمت

source: Stock status
ar: حالة المستودع
fa_ir: وضعیت انبار

source: Show On sale filter
ar: إظهار فلاتر المنتجات المخفضة
fa_ir: نمایش فیلتر محصولات تخفیف خورده

source: Show In Stock filter
ar: إظهار عوامل التصفية في الأوراق المالية
fa_ir: نمایش فیلتر موجود در انبار

source: Show products filter without price (Soon and call)
ar: عرض تصفية المنتجات بدون سعر (قريباً واتصل)
fa_ir: نمایش فیلتر محصولات بدون قیمت (به زودی و تماس بگیرید)

source: Viewed products widget (DinaKala)
ar: أداة المنتجات التي تم عرضها (DinaKala)
fa_ir: ابزارک محصولات مشاهده شده (دیناکالا)

source: Login to see prices
ar: تسجيل الدخول لمشاهدة الأسعار
fa_ir: برای مشاهده قیمت وارد شوید

# breadcrumb
source: Home
ar: الصفحة الرئيسية
fa_ir: خانه

source: Sale!
ar: عرض خاص!
fa_ir: ویژه!

source: Relevance
ar: ملاءمة
fa_ir: ارتباط

source: Rating
ar: الأكثر شهرة
fa_ir: محبوب‌ترین

source: Popularity
ar: أفضل مبيعات
fa_ir: پرفروش‌ترین

source: Latest
ar: الأحدث
fa_ir: جدیدترین

source: Low Price
ar: أرخص
fa_ir: ارزان‌ترین

source: High Price
ar: الأغلى
fa_ir: گران‌ترین

source: View And Buy
ar: عرض وشراء
fa_ir: مشاهده و خرید

source: Quick View
ar: نظرة سريعة
fa_ir: مشاهده سریع

source: Before proceed to checkout you must add some products to your shopping cart.
ar: قبل الانتقال إلى صفحة الدفع ، يجب عليك إضافة منتجات إلى عربة التسوق الخاصة بك.
fa_ir: قبل از مراجعه به صفحه پرداخت شما باید محصولاتی را به سبد خریدتان اضافه نمایید.

source: You will find a lot of interesting products on our "Shop" page.
ar: يمكنك العثور على منتجات جذابة على صفحة المتجر بالموقع.
fa_ir: شما می توانید محصولات جذابی را در صفحه فروشگاه سایت پیدا کنید.

source: Subcategories
ar: الفئات الفرعية
fa_ir: دسته‌بندی‌ها

source: 1. Shopping cart
ar: عربة التسوق
fa_ir: 1. سبد خرید

source: Checkout
ar: الدفع
fa_ir: پرداخت
