Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Default username
ar: اسم المستخدم الافتراضي
fa_ir: نام کاربری پیش‌فرض

source: Specify the default username in English letters (eg siteuser). When creating a new user, a unique number will be added to the end of this name.
ar: حدد اسم المستخدم الافتراضي بالأحرف الإنجليزية (على سبيل المثال siteuser). عند إنشاء مستخدم جديد، سيتم إضافة رقم فريد إلى نهاية هذا الاسم.
fa_ir: نام کاربری پیش‌فرض را با حروف انگلیسی مشخص کنید (مثلا siteuser). هنگام ایجاد کاربر جدید، یک شماره منحصر به فرد به انتهای این نام اضافه می شود.

source: Use phone number as default username
ar: استخدم رقم الهاتف كاسم مستخدم افتراضي
fa_ir: استفاده از شماره تلفن به عنوان نام کاربری پیش‌فرض

source: Default nickname
ar: اللقب الإفتراضي
fa_ir: نام نمایشی پیش‌فرض

source: Specify the default display name (eg site user).
ar: حدد اسم العرض الافتراضي (على سبيل المثال مستخدم الموقع).
fa_ir: نام نمایشی پیش‌فرض را مشخص کنید (مثلا کاربر سایت).

source: Use phone number as default display name
ar: استخدم رقم الهاتف كاسم عرض افتراضي
fa_ir: استفاده از شماره تلفن به عنوان نام نمایشی پیش‌فرض

source: Mobile number registration pop-up settings
ar: إعدادات النافذة المنبثقة لتسجيل رقم الهاتف المحمول
fa_ir: تنظیمات پاپ‌آپ ثبت شماره موبایل

source: Mobile number registration pop-up
ar: نافذة منبثقة لتسجيل رقم الهاتف المحمول
fa_ir: پاپ‌آپ ثبت شماره موبایل

source: By activating this option, if the user enters the site and the mobile number is not registered for him, he will not be able to use the site until he registers his number in the phone number entry pop-up and confirms it.
ar: عند تفعيل هذا الخيار، إذا دخل المستخدم إلى الموقع ولم يكن رقم الهاتف المحمول مسجلاً لديه، فلن يتمكن من استخدام الموقع إلا بعد تسجيل رقمه في النافذة المنبثقة لإدخال رقم الهاتف وتأكيده.
fa_ir: با فعال کردن این گزینه، در صورتی که کاربر وارد سایت شود و شماره موبایل برای او ثبت نشده باشد، تا زمانی که شماره خود را در پاپ آپ ورود شماره تلفن ثبت نکرده و آن را تایید نکند، نمی تواند از سایت استفاده کند.

source: Mobile number registration
ar: تسجيل رقم الجوال
fa_ir: ثبت شماره موبایل

source: Popup description
ar: وصف النافذة المنبثقة
fa_ir: توضیحات پاپ آپ

source: Please enter your mobile number in order to use all the features of the site
ar: الرجاء إدخال رقم هاتفك المحمول حتى تتمكن من استخدام كافة مميزات الموقع
fa_ir: جهت استفاده از تمامی امکانات سایت لطفا شماره موبایل خود را وارد کنید

source: Settings of registration fields
ar: إعدادات حقول التسجيل
fa_ir: تنظیمات فیلدهای ثبت‌نام

source: Do not display
ar: لا تعرض
fa_ir: عدم نمایش

source: Required
ar: ضروري
fa_ir: ضروری

source: Optional
ar: اختياري
fa_ir: دلخواه

source: Last name
ar: اسم العائلة
fa_ir: نام خانوادگی

source: Mobile number
ar: رقم الهاتف المحمول
fa_ir: شماره موبایل

source: Mobile number validation by verification code
ar: التحقق من رقم الهاتف المحمول عن طريق رمز التحقق
fa_ir: اعتبارسنجی شماره موبایل توسط کد تایید

source: By activating this option, if SMS login and registration is active and SMS panel settings are completed, a confirmation code will be sent to the entered number.
ar: من خلال تفعيل هذا الخيار، إذا كان تسجيل الدخول والتسجيل عبر الرسائل القصيرة نشطًا وإعدادات لوحة الرسائل القصيرة مكتملة، سيتم إرسال رمز تأكيد إلى الرقم المدخل.
fa_ir: با فعال‌سازی این گزینه اگر که ورود و ثبت نام پیامکی فعال باشد و تنظیمات پنل پیامک تکمیل شده باشد به شماره وارد شده کد تایید ارسال خواهد شد.

source: Google captcha settings
ar: إعدادات جوجل كابتشا
fa_ir: تنظیمات گوگل کپچا

source: Google Captcha in the login section
ar: تفعيل Google Captcha في قسم تسجيل الدخول
fa_ir: فعال سازی گوگل کپچا در بخش ورود

source: Activate Google Captcha in login form
ar: تفعيل Google Captcha في نموذج تسجيل الدخول
fa_ir: فعال سازی گوگل کپچا در فرم ورود

source: Site key
ar: مفتاح الموقع
fa_ir: کلید سایت

source: Get it from the link: <a href="https://www.google.com/recaptcha/" target="_blank"> Google</a>
ar: احصل عليه من الرابط: <a href="https://www.google.com/recaptcha/" target="_blank"> الجوجل</a>
fa_ir: از این لینک دریافت کنید: <a href="https://www.google.com/recaptcha/" target="_blank"> گوگل</a>

source: Security key
ar: مفتاح الامان
fa_ir: کلید امنیتی

source: SMS panel
ar: لوحة الرسائل القصيرة
fa_ir: پنل پیامک

source: SMS panel settings
ar: إعدادات لوحة الرسائل القصيرة
fa_ir: تنظیمات پنل پیامک

source: Meli Payamak (payamak-panel)
fa_ir: ملی پیامک (payamak-panel)

source: Faraz sms (IPPANEL)
fa_ir: فراز اس‌ام‌اس (IPPANEL)

source: Kave Negar
fa_ir: کاوه نگار

source: Rastak sms
fa_ir: رستاک اس‌ام‌اس

source: Raygan sms (Trez)
ar: رسالة قصيرة من Raygan (Trez)
fa_ir: رایگان اس‌ام‌اس (ترز)

source: Panel username
ar: اسم المستخدم للوحة
fa_ir: نام کاربری پنل

source: Panel password
ar: كلمة مرور اللوحة
fa_ir: رمز عبور پنل

source: Pattern code
ar: رمز النمط
fa_ir: کد پترن

source: Code variable
ar: متغير الكود
fa_ir: متغیر کد

source: API key
ar: مفتاح API
fa_ir: کلید API

source: Panel sender number
ar: رقم مرسل اللوحة
fa_ir: شماره ارسال کننده

source: SMS sending test
ar: اختبار إرسال الرسائل القصيرة
fa_ir: تست ارسال پیامک

source: Be sure to save the settings once before performing the test
ar: تأكد من حفظ الإعدادات مرة واحدة قبل إجراء الاختبار
fa_ir: قبل از انجام تست حتما یکبار تنظیمات را ذخیره کنید

source: User panel custom links
ar: روابط مخصصة للوحة المستخدم
fa_ir: لینک‌های سفارشی پنل کاربری

source: User panel custom links settings
ar: إعدادات الروابط المخصصة في لوحة المستخدم
fa_ir: تنظیمات لینک‌های سفارشی پنل کاربری

source: Activate the first link
ar: تفعيل الرابط الأول
fa_ir: فعال‌سازی لینک اول

source: First link
ar: الارتباط الأول
fa_ir: لینک اول

source: Activate the second link
ar: تفعيل الارتباط الثاني
fa_ir: فعال‌سازی لینک دوم

source: Second link
ar: الرابط الثاني
fa_ir: لینک دوم

source: Activate the third link
ar: تفعيل الرابط الثالث
fa_ir: فعال‌سازی لینک سوم

source: Third link
ar: الرابط الثالث
fa_ir: لینک سوم

source: Activate the fourth link
ar: تفعيل الرابط الرابع
fa_ir: فعال‌سازی لینک چهارم

source: Fourth link
ar: الرابط الرابع
fa_ir: لینک چهارم

source: Activate the fifth link
ar: تفعيل الرابط الخامس
fa_ir: فعال‌سازی لینک پنجم

source: Fifth link
ar: الرابط الخامس
fa_ir: لینک پنجم

source: Activate the sixth link
ar: تفعيل الرابط السادس
fa_ir: فعال‌سازی لینک ششم

source: Sixth link
ar: الرابط السادس
fa_ir: لینک ششم

source: Activate the seventh link
ar: تفعيل الرابط السابع
fa_ir: فعال‌سازی لینک هفتم

source: Seventh link
ar: الرابط السابع
fa_ir: لینک هفتم

source: Activate the eighth link
ar: تفعيل الرابط الثامن
fa_ir: فعال‌سازی لینک هشتم

source: Eighth link
ar: الرابط الثامن
fa_ir: لینک هشتم

source: Activate the ninth link
ar: تفعيل الرابط التاسع
fa_ir: فعال‌سازی لینک نهم

source: Ninth link
ar: الرابط التاسع
fa_ir: لینک نهم

source: Activate the tenth link
ar: تفعيل الرابط العاشر
fa_ir: فعال‌سازی لینک دهم

source: Tenth link
ar: الرابط العاشر
fa_ir: لینک دهم

source: User panel messages
ar: رسائل لوحة المستخدم
fa_ir: پیام‌های پنل کاربری

source: Settings for user panel messages
ar: إعدادات رسائل لوحة المستخدم
fa_ir: تنظیمات پیام‌های پنل کاربری

source: Display messages in users panel
ar: عرض الرسائل في لوحة المستخدمين
fa_ir: نمایش پیام در پنل کاربران

source: Display the first message in users panel
ar: عرض الرسالة الأولى في لوحة المستخدمين
fa_ir: نمایش پیام اول در پنل کاربران

source: The text of the first message
ar: نص الرسالة الأولى
fa_ir: متن پیام اول

source: The text of the first message displayed in the user panel
ar: عدد العلامات المعروضة في أداة وسم العلامة
fa_ir: متن اولین پیام نمایش داده شده در پنل کاربران

source: You can also use the shortcode. For example: [dina_first_name] = first name, [dina_last_name] = last name, [dina_display_name] = display name
ar: يمكنك أيضًا استخدام الرمز القصير. على سبيل المثال: [dina_first_name] = الاسم الأول ، [dina_last_name] = اسم العائلة ، [dina_display_name] = اسم العرض
fa_ir: از کد کوتاه (شرتکد) هم می توانید استفاده کنید. برای مثال: [dina_first_name] = نام، [dina_last_name] = نام خانوادگی، [dina_display_name] = نام نمایشی

source: From your account dashboard you can view your recent orders, manage your billing address, and edit your password and account details.
ar: من لوحة معلومات حسابك ، يمكنك عرض طلباتك الأخيرة وإدارة عنوان الفواتير وتعديل كلمة المرور وتفاصيل الحساب.
fa_ir: از پیشخوان حساب کاربری خود می توانید آخرین سفارش ها را ببینید، به راحتی آدرس حمل و نقل و صورت حساب را مدیریت کنید و اطلاعات حساب کاربری و رمز عبور را تغییر دهید.

source: Display the second message in users panel
ar: عرض الرسالة الثانية في لوحة المستخدمين
fa_ir: نمایش پیام دوم در پنل کاربران

source: The text of the second message
ar: نص الرسالة الثانية
fa_ir: متن پیام دوم

source: The text of the second message displayed in the user panel
ar: عدد العلامات المعروضة في أداة وسم العلامة
fa_ir: متن دومین پیام نمایش داده شده در پنل کاربران

source: Display the third message in users panel
ar: عرض الرسالة الثالثة في لوحة المستخدمين
fa_ir: نمایش پیام سوم در پنل کاربران

source: The text of the third message
ar: نص الرسالة الثالثة
fa_ir: متن پیام سوم

source: The text of the third message displayed in the user panel
ar: عدد العلامات المعروضة في أداة وسم العلامة
fa_ir: متن سومین پیام نمایش داده شده در پنل کاربران

source: Display the fourth message in users panel
ar: عرض الرسالة الرابعة في لوحة المستخدمين
fa_ir: نمایش پیام چهارم در پنل کاربران

source: The text of the fourth message
ar: نص الرسالة الرابعة
fa_ir: متن پیام چهارم

source: The text of the fourth message displayed in the user panel
ar: نص الرسالة الرابعة المعروضة في لوحة المستخدم
fa_ir: متن چهارمین پیام نمایش داده شده در پنل کاربران

source: Display the fifth message in users panel
ar: عرض الرسالة الخامسة في لوحة المستخدمين
fa_ir: نمایش پیام پنجم در پنل کاربران

source: The text of the fifth message
ar: نص الرسالة الخامسة
fa_ir: متن پیام پنجم

source: The text of the fifth message displayed in the user panel
ar: نص الرسالة الخامسة المعروضة في لوحة المستخدم
fa_ir: متن پنجمین پیام نمایش داده شده در پنل کاربران

source: Style settings
ar: إعدادات النمط
fa_ir: تنظیمات استایل

source: Style settings of login and membership section and user panel
ar: إعدادات نمط قسم تسجيل الدخول والعضوية ولوحة المستخدم
fa_ir: تنظیمات استایل بخش ورود و عضویت و پنل کاربری

source: User panel style
ar: نمط لوحة المستخدم
fa_ir: استایل پنل کاربری

source: Change login and registration page logo
ar: تغيير شعار صفحة تسجيل الدخول والتسجيل
fa_ir: تغییر لوگو صفحه ورود و ثبت‌نام

source: Login and registration page logo
ar: شعار صفحة تسجيل الدخول والتسجيل
fa_ir: لوگو صفحه ورود و ثبت‌نام

source: Login and registration page dark logo
ar: صفحة تسجيل الدخول والتسجيل الشعار الداكن
fa_ir: لوگو صفحه ورود و ثبت‌نام در حالت تاریک

source: Login button in login page
ar: زر تسجيل الدخول في صفحة تسجيل الدخول
fa_ir: دکمه ورود در صفحه ورود

source: User panel style settings
ar: إعدادات نمط لوحة المستخدم
fa_ir: تنظیمات استایل پنل کاربری

source: Dashboard menu background color
ar: لون خلفية قائمة لوحة المعلومات
fa_ir: رنگ پس زمینه منوی داشبورد

source: Dashboard menu text color
ar: لون نص قائمة لوحة المعلومات
fa_ir: رنگ متن منوی داشبورد

source: Total Orders background color
ar: لون خلفية إجمالي الطلبات
fa_ir: رنگ پس زمینه مجموع سفارشات

source: Completed orders background color
ar: لون خلفية الطلبات المكتملة
fa_ir: رنگ پس زمینه سفارشات تکمیل شده

source: Completed
ar: مكتمل
fa_ir: تکمیل شده

source: Pending payment orders background color
ar: لون الخلفية لأوامر الدفع المعلقة
fa_ir: رنگ پس زمینه سفارشات در انتظار پرداخت

source: Pending payment
ar: في انتظار الدفع
fa_ir: در انتظار پرداخت

source: Processing orders background color
ar: معالجة لون خلفية الطلبات
fa_ir: رنگ پس زمینه سفارشات در حال انجام

source: Processing
ar: يعالج
fa_ir: در حال انجام

source: Text color of panel widgets
ar: لون نص أدوات اللوحة
fa_ir: رنگ متن ابزارک‌های پنل

source: User panel style settings in dark mode
ar: إعدادات نمط لوحة المستخدم في الوضع المظلم
fa_ir: تنظیمات استایل پنل کاربری در حالت تاریک

source: Changing the style of the user panel in dark mode
ar: تغيير نمط لوحة المستخدم في الوضع المظلم
fa_ir: تغییر استایل پنل کاربری در حالت دارک مد

source: Wallet Inventory background color
ar: لون خلفية جرد المحفظة
fa_ir: رنگ پس زمینه موجودی کیف پول

source: Registration date background color
ar: لون خلفية تاريخ التسجيل
fa_ir: رنگ پس زمینه تاریخ ثبت‌نام

source: Login and registration page style settings
ar: إعدادات نمط صفحة تسجيل الدخول والتسجيل
fa_ir: تنظیمات استایل صفحه ورود و ثبت‌نام

source: Login and registration page background
ar: خلفية صفحة الدخول والتسجيل
fa_ir: پس زمینه صفحه ورود و ثبت‌نام

source: Select an image as the background of the login and registration page.
ar: قم باختيار صورة كخلفية لصفحة تسجيل الدخول والتسجيل.
fa_ir: تصویری را به عنوان پس زمینه صفحه ورود و ثبت‌نام انتخاب نمایید.

source: Custom login and registration page Background
ar: خلفية صفحة تسجيل الدخول والتسجيل المخصصة
fa_ir: پس زمینه سفارشی صفحه ورود و ثبت‌نام

source: Enable the transparent background of the login and registration box
ar: تمكين الخلفية الشفافة لمربع تسجيل الدخول والتسجيل
fa_ir: فعال‌سازی پس‌زمینه شفاف کادر ورود و ثبت نام

source: Login and registration page style in dark mode settings
ar: نمط صفحة تسجيل الدخول والتسجيل في إعدادات الوضع المظلم
fa_ir: تنظیمات استایل صفحه ورود و ثبت‌نام در حالت تاریک

source: Woocommerce Settings
ar: إعدادات Woocommerce
fa_ir: تنظیمات ووکامرس

source: Remove product sorting
ar: إزالة فرز المنتج
fa_ir: حذف مرتب سازی محصولات

source: Remove product sorting from archive pages
ar: إزالة فرز المنتج من صفحات الأرشيف
fa_ir: حذف مرتب سازی محصولات از صفحات آرشیو

source: Removing the product quantity
ar: إزالة كمية المنتج
fa_ir: حذف تعداد محصول

source: Removing the product quantity from WooCommerce products
ar: إزالة كمية المنتج من منتجات WooCommerce
fa_ir: حذف انتخابگر تعداد محصول از محصولات ووکامرس

source: Ability to choose the number of products in the side shopping cart
ar: القدرة على اختيار عدد المنتجات في عربة التسوق الجانبية
fa_ir: امکان انتخاب تعداد محصول در سبد خرید کناری

source: Removing the view cart button from the side cart
ar: إزالة زر عرض عربة التسوق من عربة التسوق الجانبية
fa_ir: حذف دکمه مشاهده سبد خرید از سبد خرید کناری

source: Grant download permissions for past WooCommerce orders
ar: منح أذونات التنزيل لطلبات WooCommerce السابقة
fa_ir: اعطای مجوز دانلود به سفارش‌ها قبلی ووکامرس

source: By activating this option, permission to download new files added to the product will be granted to previous orders.
ar: من خلال تفعيل هذا الخيار، سيتم منح الإذن بتنزيل الملفات الجديدة المضافة إلى المنتج للطلبات السابقة.
fa_ir: با فعال‌سازی این گزینه مجوز دانلود فایلهای جدید اضافه شده به محصول به سفارشهای قبلی اعطا می شود.

source: Opening the external/affiliate product link in a new tab
ar: فتح رابط المنتج الخارجي/التابع في علامة تبويب جديدة
fa_ir: باز شدن لینک محصولات وابسته / خارجی در تب جدید

source: Remove cart fragments script
ar: إزالة النص البرمجي لأجزاء سلة التسوق
fa_ir: حذف اسکریپت cart fragments

source: Removing this script from the main page will increase the loading speed of your site, but if you use the cache plugin, removing this script will cause the shopping cart content to not be updated automatically when the page is loaded.
ar: ستؤدي إزالة هذا النص البرمجي من الصفحة الرئيسية إلى زيادة سرعة تحميل موقعك ، ولكن إذا كنت تستخدم المكون الإضافي لذاكرة التخزين المؤقت ، فإن إزالة هذا النص البرمجي سيؤدي إلى عدم تحديث محتوى عربة التسوق تلقائيًا عند تحميل الصفحة.
fa_ir: حذف این اسکریپت از صفحه اصلی باعث افزایش سرعت لود سایت شما می شود اما اگر از افزونه کش استفاده می کنید حذف این اسکریپت باعث می شود که در هنگام بارگذاری صفحه محتوای سبد خرید به صورت اتوماتیک آپدیت نشود.

source: Order tracking code
ar: كود تتبع الطلب
fa_ir: کد رهگیری سفارش

source: Ability to insert the tracking code on the order management page and display it on the user panel
ar: القدرة على إدخال رمز التتبع في صفحة إدارة الطلبات وعرضها على لوحة المستخدم
fa_ir: قابلیت درج کد رهگیری در صفحه مدیریت سفارش و نمایش در پنل کاربران

source: Tracking code title
ar: عنوان رمز التتبع
fa_ir: عنوان کد رهگیری

source: Tracking code
ar: شفرة التتبع
fa_ir: کد رهگیری

source: Tracking code icon
ar: رمز رمز التتبع
fa_ir: آیکن کد رهگیری

source: Checkout settings
ar: إعدادات الخروج
fa_ir: تنظیمات پرداخت

source: Show the login page instead of the payment page to guest users (non-members).
ar: إظهار صفحة تسجيل الدخول بدلاً من صفحة الدفع للمستخدمين الضيوف (غير الأعضاء).
fa_ir: نمایش صفحه ورود به جای صفحه پرداخت به کاربران مهمان (غیر عضو)

source: Display payment steps on shopping cart and checkout pages
ar: عرض خطوات الدفع في عربة التسوق وصفحات الخروج
fa_ir: نمایش مراحل پرداخت در صفحات سبد خرید و پرداخت

source: Moving the state and city fields
ar: تحريك حقول الولاية والمدينة
fa_ir: جابجایی فیلد استان و شهر

source: By activating this option, the state and city fields will be moved on the checkout page. If you use other plugins to edit the fields of the checkout page, activating this option may cause interference.
ar: من خلال تفعيل هذا الخيار، سيتم نقل حقول الولاية والمدينة على صفحة الخروج. إذا كنت تستخدم مكونات إضافية أخرى لتحرير حقول صفحة الدفع، فقد يؤدي تنشيط هذا الخيار إلى حدوث تداخل.
fa_ir: با فعال‌سازی این گزینه فیلدهای استان و شهر در صفحه پرداخت جا به جا می شوند. اگر از سایر افزونه های ویرایش فیلدهای صفحه پرداخت استفاده می کنید فعال‌سازی این گزینه ممکن است باعث تداخل شود.

source: Remove extra fields
ar: إزالة الحقول الزائدة
fa_ir: حذف فیلدهای اضافی

source: Remove extra fields from products that do not have physical shipping
ar: قم بإزالة الحقول الإضافية من المنتجات التي لا تحتوي على شحن مادي
fa_ir: فیلدهای اضافی را از محصولاتی که حمل و نقل فیزیکی ندارند حذف کنید

source: Add the national code field
ar: أضف حقل الرمز الوطني
fa_ir: افزودن فیلد کد ملی

source: Adding the national code field to the checkout page
ar: إضافة حقل الرمز الوطني إلى صفحة الدفع
fa_ir: افزودن فیلد کد ملی به صفحه پرداخت

source: Making the national code optional
ar: جعل الكود الوطني اختياري
fa_ir: اختیاری شدن فیلد کد ملی

source: By activating this option, the national code becomes optional in the checkout form.
ar: من خلال تفعيل هذا الخيار، يصبح الرمز الوطني اختياريًا في نموذج الدفع.
fa_ir: با فعال کردن این گزینه، فیلد کد ملی در فرم تسویه حساب اختیاری می شود.

source: Disabling the email field
ar: تعطيل حقل البريد الإلكتروني
fa_ir: غیرفعال‌سازی فیلد ایمیل

source: By activating this option, the email field will be removed from the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، سيتم إزالة حقل البريد الإلكتروني من نموذج الخروج. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال‌سازی این گزینه فیلد ایمیل از فرم پرداخت حذف می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Making the email field optional
ar: جعل حقل البريد الإلكتروني اختياري
fa_ir: اختیاری شدن فیلد ایمیل

source: By activating this option, the email field becomes optional in the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: بتفعيل هذا الخيار، يصبح حقل البريد الإلكتروني اختياريًا في نموذج الخروج. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال کردن این گزینه، فیلد ایمیل در فرم تسویه حساب اختیاری می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Disabling the postcode/ZIP field
ar: تعطيل حقل الرمز البريدي/الرمز البريدي
fa_ir: غیرفعال‌سازی فیلد کدپستی

source: By activating this option, the postcode/ZIP field will be removed from the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، ستتم إزالة حقل الرمز البريدي/الرمز البريدي من نموذج الدفع. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال‌سازی این گزینه فیلد کدپستی از فرم پرداخت حذف می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Making the postal code field optional
ar: جعل حقل الرمز البريدي اختياري
fa_ir: اختیاری شدن فیلد کدپستی

source: By activating this option, the postcode/ZIP field becomes optional in the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، يصبح حقل الرمز البريدي/الرمز البريدي اختياريًا في نموذج الدفع. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال کردن این گزینه، فیلد کدپستی در فرم تسویه حساب اختیاری می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Disabling the phone field
ar: تعطيل مجال الهاتف
fa_ir: غیرفعال‌سازی فیلد تلفن

source: By activating this option, the phone field will be removed from the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، سيتم إزالة حقل الهاتف من نموذج الخروج. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال‌سازی این گزینه فیلد تلفن از فرم پرداخت حذف می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Making the phone field optional
ar: جعل مجال الهاتف اختياريا
fa_ir: اختیاری شدن فیلد تلفن

source: By activating this option, the phone field becomes optional in the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: بتفعيل هذا الخيار، يصبح حقل الهاتف اختياريًا في نموذج الدفع. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال کردن این گزینه، فیلد تلفن در فرم تسویه حساب اختیاری می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Phone field validation
ar: التحقق من صحة حقل الهاتف
fa_ir: اعتبارسنجی فیلد شماره تلفن

source: By activating this option, it is checked whether the phone number is 11 digits long and starts with 09.
ar: من خلال تفعيل هذا الخيار يتم التأكد من أن رقم الهاتف يتكون من 11 رقم ويبدأ بـ 09.
fa_ir: با فعالسازی این گزینه یازده رقمی بودن و آغاز شدن شماره تلفن وارد شده با اعداد ۰۹ بررسی می شود.

source: Disabling the second address field
ar: تعطيل حقل العنوان الثاني
fa_ir: غیرفعال‌سازی فیلد آدرس دوم

source: By activating this option, the second address field will be removed from the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، سيتم إزالة حقل العنوان الثاني من نموذج الخروج. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال‌سازی این گزینه فیلد آدرس دوم از فرم پرداخت حذف می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Change the label of the address field
ar: قم بتغيير تسمية حقل العنوان
fa_ir: تغییر برچسب فیلد آدرس

source: Address field label
ar: تسمية حقل العنوان
fa_ir: برچسب فیلد آدرس

source: Street address
ar: .عنوان الشارع
fa_ir: آدرس خیابان

source: Disabling the company field
ar: تعطيل مجال الشركة
fa_ir: غیرفعال‌سازی فیلد شرکت

source: By activating this option, the company field will be removed from the checkout form. Be sure to check the correctness of the payment process after activating this option.
ar: من خلال تفعيل هذا الخيار، سيتم إزالة حقل الشركة من نموذج الخروج. تأكد من التأكد من صحة عملية الدفع بعد تفعيل هذا الخيار.
fa_ir: با فعال‌سازی این گزینه فیلد شرکت از فرم پرداخت حذف می شود. حتما بعد از فعال‌سازی این گزینه صحت انجام مراحل پرداخت را بررسی کنید.

source: Disabling the order notes field
ar: تعطيل حقل ملاحظات الطلب
fa_ir: غیرفعال‌سازی فیلد توضیحات سفارش

source: Free shipping settings
ar: إعدادات الشحن المجاني
fa_ir: تنظیمات ارسال رایگان

source: Displaying changes in this section requires changes in the shopping cart content
ar: يتطلب عرض التغييرات في هذا القسم إجراء تغييرات في محتوى عربة التسوق
fa_ir: نمایش تغییرات این بخش نیاز به تغییر در محتوای سبد خرید دارد

source: Show free shipping message
ar: عرض رسالة الشحن المجاني
fa_ir: نمایش پیام ارسال رایگان
