Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Related Products
ar: منتجات ذات صله
fa_ir: محصولات مرتبط

source: Product total count
ar: عدد کل المنتجات
fa_ir: تعداد کل محصولات

source: Product loop
ar: إعادة عرض المنتج
fa_ir: تکرار شدن محصولات

source: Download Box Settings
ar: إعدادات التنزيل
fa_ir: تنظیمات باکس دانلود

source: Activate the download box in the products
ar: تفعيل مربع التنزيل في المنتجات
fa_ir: فعال‌سازی باکس دانلود در محصولات

source: Show download links to logged in users
ar: إظهار روابط التنزيل للمستخدمين المسجلين
fa_ir: نمایش لینک‌های دانلود به کاربران وارد شده

source: Download guide title
ar: عنوان دليل التحميل
fa_ir: عنوان راهنمای دانلود

source: Download guide text
ar: تنزيل نص الدليل
fa_ir: متن راهنمای دانلود

source: Default Password
ar: كلمة المرور الافتراضية
fa_ir: کلمه عبور پیش‌فرض

source: This item can be set for each post individually on the post page
ar: يمكن تعيين هذا العنصر لكل منشور على حدة على صفحة النشر
fa_ir: این مورد برای هر نوشته به صورت جداگانه در صفحه نوشته قابل تنظیم می باشد

source: Ad banner settings above posts
ar: إعدادات لافتة الإعلان فوق المنشورات
fa_ir: تنظیمات بنر تبلیغاتی در بالای نوشته‌ها

source: Show banner ad above posts
ar: عرض لافتة إعلانية في الجزء العلوي من المنشورات
fa_ir: نمایش بنر تبلیغاتی در بالای نوشته‌ها

source: Show banner in mobile mode
ar: عرض لافتة في وضع الهاتف المحمول
fa_ir: نمایش بنر در حالت موبایل

source: Banner image
ar: صورة اللافتة
fa_ir: تصویر بنر

source: Appropriate size: 940 pixel(w) in 150 pixel(h)
ar: الحجم المناسب: 940 بكسل (عرض) في 150 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 940 پیکسل (عرض) در 150 پیکسل (ارتفاع)

source: Banner link
ar: رابط اللافتة
fa_ir: لینک بنر

source: Banner title
ar: عنوان اللافتة
fa_ir: عنوان بنر

source: Ad banner settings below posts
ar: إعدادات لافتة الإعلان في الجزء السفلي من المنشورات
fa_ir: تنظیمات بنر تبلیغاتی در پایین نوشته‌ها

source: Show banner ad below posts
ar: عرض لافتة الإعلانات في الجزء السفلي من المنشورات
fa_ir: نمایش بنر تبلیغاتی در پایین نوشته‌ها

source: Product Settings
ar: إعدادات المنتج
fa_ir: تنظیمات محصول

source: Product archive
ar: أرشيف المنتج
fa_ir: آرشیو محصول

source: Products Archive Sidebar
ar: أرشيف المنتجات الشريط الجانبي
fa_ir: ستون کناری صفحات آرشیو محصولات

source: Specify the location of the products sidebar in archive pages (Category page, Tag page, ...)
ar: حدد موقع الشريط الجانبي للمنتجات في صفحات الأرشيف (صفحة الفئات ، صفحة التاك ، ...)
fa_ir: محل قرارگیری ستون کناری صفحات آرشیو محصول را مشخص نمایید (صفحه دسته‌بندی، صفحه برچسب، ...)

source: Separate shop page sidebar
ar: شريط جانبي منفصل لصفحة المتجر
fa_ir: جداسازی سایدبار صفحه فروشگاه

source: Separate shop page sidebar from archive pages
ar: فصل الشريط الجانبي لصفحة المتجر عن صفحات الأرشيف
fa_ir: نوار کناری صفحه فروشگاه را از صفحات بایگانی جدا کنید

source: Number of products
ar: عدد المنتجات
fa_ir: تعداد محصولات

source: Number of products in archive pages
ar: عدد المنتجات في صفحات الأرشيف
fa_ir: تعداد محصولات در صفحات آرشیو

source: Number of products columns
ar: عدد أعمدة المنتجات
fa_ir: تعداد ستون محصولات

source: Number of products columns in archive pages
ar: عدد أعمدة المنتجات في صفحات الأرشيف
fa_ir: تعداد ستون محصولات در صفحات آرشیو

source: Display single row products in mobile mode
ar: عرض منتجات صف واحد في وضع الهاتف المحمول
fa_ir: نمایش تک خطی محصولات در حالت موبایل

source: Display single row products on archive pages in mobile mode
ar: عرض منتجات صف واحد على صفحات الأرشيف في وضع الهاتف المحمول
fa_ir: نمایش تک خطی محصولات در صفحات آرشیو در حالت موبایل

source: Display single column products in mobile mode
ar: عرض منتجات العمود الواحد في وضع الهاتف المحمول
fa_ir: نمایش تک ستونه محصولات در حالت موبایل

source: Display single column products on archive pages and product blocks in mobile mode
ar: اعرض منتجات العمود الواحد في صفحات الأرشيف وكتل المنتج في وضع الهاتف المحمول
fa_ir: نمایش تک ستونه محصولات در صفحات آرشیو و بلاک های محصول در حالت موبایل

source: Activate WooCommerce Hooks on product archive pages
ar: قم بتنشيط WooCommerce Hooks على صفحات أرشيف المنتج
fa_ir: فعال‌سازی هوک ووکامرس در صفحات آرشیو

source: WooCommerce Hooks is used by some plugins to insert content into products on archive pages, so enabling this option may cause confusion in products on archive pages.
ar: تستخدم بعض المكونات الإضافية WooCommerce Hooks لإدراج محتوى في المنتجات على صفحات الأرشيف ، لذا فإن تمكين هذا الخيار قد يتسبب في حدوث ارتباك في المنتجات على صفحات الأرشيف.
fa_ir: هوک ووکامرس توسط برخی افزونه ها برای درج محتویات در محصولات موجود در صفحات آرشیو مورد استفاده قرار می گیرد، به همین دلیل فعال‌سازی این گزینه ممکن است موجب به هم ریختگی هایی در محصولات موجود در صفحات آرشیو شود.

source: Open product and post link in a new window/tab
ar: افتح رابط المنتج والنشر في نافذة / علامة تبويب جديدة
fa_ir: بازکردن لینک محصولات و نوشته‌ها در پنجره/تب جدید

source: Disabling Add to Cart Ajax on archive pages
ar: تعطيل الإضافة إلى عربة التسوق Ajax على صفحات الأرشيف
fa_ir: غیرفعال‌سازی افزودن به سبد خرید آجاکس در صفحات آرشیو

source: By activating this option, the Ajax add to cart button will be removed from the archive pages and the product view button will be displayed
ar: من خلال تنشيط هذا الخيار ، ستتم إزالة زر Ajax add to cart من صفحات الأرشيف وسيتم عرض زر عرض المنتج
fa_ir: با فعال‌سازی این گزینه دکمه افزودن به سبد خرید آجاکس از صفحات آرشیو حذف می شود و دکمه مشاهده محصول نمایش داده خواهد شد

source: Ability to select the number of products on archive pages
ar: القدرة على تحديد عدد المنتجات في صفحات الأرشيف
fa_ir: قابلیت انتخاب تعداد محصول در صفحات آرشیو

source: By activating this option, users can select the number of products added to the shopping cart on the main page and archive pages (category, etc.).
ar: من خلال تنشيط هذا الخيار ، يمكن للمستخدمين تحديد عدد المنتجات المضافة إلى عربة التسوق في الصفحة الرئيسية وصفحات الأرشيف (الفئة ، وما إلى ذلك).
fa_ir: با فعال شدن این گزینه کاربران می توانند تعداد محصول اضافه شده به سبد خرید را در صفحه اصلی و صفحات آرشیو (دسته‌بندی و ...) انتخاب نمایند.

source: Show product star rating
ar: اعرض تصنيف المنتج بالنجوم
fa_ir: نمایش رتبه بندی ستاره ای محصول

source: Show product star rating in archive pages
ar: عرض تصنيف نجمة المنتج في صفحات الأرشيف
fa_ir: نمایش رتبه بندی ستاره ای در صفحات آرشیو

source: Show out of stock products at the end of the product list
ar: اعرض المنتجات غير المتوفرة في المخزون في نهاية قائمة المنتجات
fa_ir: نمایش محصولات ناموجود در پایان لیست محصولات

source: Ajax Products Loading
ar: تحميل منتجات بال Ajax
fa_ir: بارگذاری آجاکس محصولات

source: Loading products ajax and remove pagination
ar: تحميل المنتجات أياكس وإزالة ترقيم الصفحات
fa_ir: بارگیری محصولات آجاکس و حذف صفحه بندی

source: Automatic loading of more products
ar: التحميل التلقائي لمزيد من المنتجات
fa_ir: بارگذاری اتوماتیک محصولات بیشتر

source: Automatic loading of more products when reaching the end of products
ar: التحميل التلقائي لمزيد من المنتجات عند الوصول إلى نهاية المنتجات
fa_ir: بارگذاری اتوماتیک محصولات بیشتر با رسیدن به انتهای محصولات

source: Showing product archive filters in a closed form
ar: إظهار مرشحات أرشيف المنتج في شكل مغلق
fa_ir: نمایش فیلترهای آرشیو محصول به صورت بسته شده

source: By activating this option, the filter widgets on the product archive pages will be displayed as closed with the ability to open
ar: من خلال تفعيل هذا الخيار، سيتم عرض عناصر واجهة المستخدم الخاصة بالتصفية في صفحات أرشيف المنتج على أنها مغلقة مع إمكانية فتحها
fa_ir: با فعال‌سازی این گزینه ابزارک های فیلتر در صفحات آرشیو محصول به صورت بسته شده با قابلیت باز شدن نمایش داده خواهند شد

source: Show filter button
ar: إظهار زر التصفية
fa_ir: نمایش دکمه فیلتر

source: Show the filter button at the top of the products on the archive page
ar: اعرض زر التصفية أعلى المنتجات في صفحة الأرشيف
fa_ir: نمایش دکمه فیلتر در بالای محصولات در صفحه آرشیو

source: Discount percentage display position on archive pages
ar: عرض النسبة المئوية للخصم على صفحات الأرشيف
fa_ir: موقعیت نمایش درصد تخفیف در صفحات آرشیو

source: Specify the location according to the location of other elements
ar: حدد الموقع وفقًا لموقع العناصر الأخرى
fa_ir: محل قرارگیری را متناسب با محل قرارگیری سایر المان ها مشخص کنید

source: Left side
ar: الجهه اليسرى
fa_ir: سمت چپ

source: Right side
ar: الجانب الأيمن
fa_ir: سمت راست

source: Product title tag settings
ar: إعدادات علامة عنوان المنتج
fa_ir: تنظیمات تگ عنوان محصول

source: Product title tag on home page
ar: علامة عنوان المنتج على الصفحة الرئيسية
fa_ir: تگ عنوان محصول در صفحه خانه

source: Product title tag on archive pages
ar: علامة عنوان المنتج على صفحات الأرشيف
fa_ir: تگ عنوان محصول در صفحات آرشیو

source: Product hover button settings
ar: إعدادات زر تحوم المنتج
fa_ir: تنظیمات دکمه های هاور محصول

source: Center
ar: مركز
fa_ir: مرکز

source: Display buttons fixed in mobile mode
ar: أزرار العرض ثابتة في وضع الهاتف المحمول
fa_ir: نمایش دکمه ها در حالت موبایل به صورت ثابت

source: Show product quick view button
ar: عرض زر عرض المنتج السريع
fa_ir: نمایش دکمه نمایش سریع محصول

source: Show product quick view button in archive pages
ar: إظهار زر العرض السريع للمنتج في صفحات الأرشيف
fa_ir: نمایش دکمه نمایش سریع محصول در صفحات آرشیو

source: Show product like button
ar: إظهار زر الأعجاب بالمنتج
fa_ir: نمایش دکمه علاقه مندی محصول

source: Show product like button in archive pages
ar: إظهار زر الأعجاب بالمنتج في صفحات الأرشيف
fa_ir: نمایش دکمه علاقه مندی محصول در صفحات آرشیو

source: Show product compare button
ar: إظهار زر مقارنة المنتج
fa_ir: نمایش دکمه مقایسه محصول

source: Show product compare button in archive pages
ar: إظهار زر مقارنة المنتج في صفحات الأرشيف
fa_ir: نمایش دکمه مقایسه محصول در صفحات آرشیو

source: Subcategory settings
ar: إعدادات الفئات الفرعية
fa_ir: تنظیمات زیردسته‌بندی ها

source: Show subcategories on the product category page
ar: عرض الفئات الفرعية في صفحة فئة المنتج
fa_ir: نمایش زیردسته ها در صفحه دسته‌بندی محصول

source: Show subcategory image
ar: إظهار صورة الفئة الفرعية
fa_ir: نمایش تصویر دسته‌بندی

source: Image size
ar: حجم الصورة
fa_ir: اندازه تصویر

source: Show subcategory title
ar: إظهار عنوان الفئة الفرعية
fa_ir: نمایش عنوان دسته‌بندی

source: Show subcategories in mobile mode
ar: إظهار الفئات الفرعية في وضع الهاتف المحمول
fa_ir: نمایش زیردسته ها در حالت موبایل

source: Columns count
ar: عدد الأعمدة
fa_ir: تعداد ستون ها

source: Category description settings
ar: إعدادات وصف الفئة
fa_ir: تنظیمات توضیحات دسته‌بندی

source: Show on top
ar: تظهر في الأعلى
fa_ir: نمایش در بالا

source: Show on top of products
ar: تظهر على رأس المنتجات
fa_ir: نمایش در بالای محصولات

source: Show category description only on the first page
ar: إظهار وصف الفئة فقط في الصفحة الأولى
fa_ir: نمایش توضیحات دسته‌بندی فقط در صفحه اول

source: In case the ajax loading of products is disabled
ar: في حالة تعطيل تحميل أياكس للمنتجات
fa_ir: در صورت غیرفعال بودن بارگذاری آجاکس محصولات

source: Show full text
ar: عرض النص الكامل
fa_ir: نمایش متن کامل

source: Show full text instead of summary
ar: إظهار النص الكامل بدلاً من الملخص
fa_ir: نمایش متن کامل به جای خلاصه سازی

source: Product archive title settings
ar: إعدادات عنوان أرشيف المنتج
fa_ir: تنظیمات عنوان آرشیو محصولات

source: Show product archive title
ar: إظهار عنوان أرشيف المنتج
fa_ir: نمایش عنوان آرشیو محصولات

source: Add archive title to woocommerce archive pages
ar: أضف عنوان الأرشيف إلى صفحات أرشيف woocommerce
fa_ir: عنوان صفحات را به آرشیو محصولات ووکامرس اضافه می کند

source: Show product archive title in mobile mode
ar: إظهار عنوان أرشيف المنتج في وضع الهاتف المحمول
fa_ir: نمایش عنوان آرشیو محصولات در حالت موبایل

source: Product attribute display settings on archive pages
ar: إعدادات عرض سمة المنتج في صفحات الأرشيف
fa_ir: تنظیمات نمایش ویژگی محصول در صفحات آرشیو

source: Displaying product attribute on archive pages
ar: عرض سمة المنتج على صفحات الأرشيف
fa_ir: نمایش ویژگی محصول در صفحات آرشیو

source: With this option, you can display the color scheme or other attributes of the product on the product archive pages
ar: باستخدام هذا الخيار ، يمكنك عرض نظام الألوان أو سمات أخرى للمنتج على صفحات أرشيف المنتج
fa_ir: توسط این گزینه می توانید رنگبندی یا ویژگی دیگری از محصول را درصفحات آرشیو محصول نمایش دهید

source: Select the attribute
ar: حدد السمة
fa_ir: ویژگی را انتخاب کنید

source: Select an alternative attribute
ar: حدد سمة بديلة
fa_ir: یک ویژگی جایگزین را انتخاب کنید

source: If a product does not have a high attribute, this attribute will be displayed
ar: إذا لم يكن المنتج يحتوي على سمة عالية، فسيتم عرض هذه السمة
fa_ir: اگر محصولی دارای ویژگی بالایی نبود این ویژگی نمایش داده خواهد شد

source: If you are using a product label or a product percent off label, it may not be appropriate to choose the display location in the corners
ar: إذا كنت تستخدم ملصق منتج أو تسمية خصم النسبة المئوية للمنتج ، فقد لا يكون من المناسب اختيار موقع العرض في الزوايا
fa_ir: اگر از برچسب محصول یا برچسب درصد تخفیف محصول استفاده می کنید، ممکن است انتخاب محل نمایش در گوشه ها مناسب نباشد

source: Bottom of product image
ar: الجزء السفلي من صورة المنتج
fa_ir: پایین تصویر محصول

source: Above the product title
ar: فوق عنوان المنتج
fa_ir: بالای عنوان محصول

source: Between the product title and price
ar: بين عنوان المنتج والسعر
fa_ir: بین عنوان و قیمت محصول

source: Right corner
ar: الزاوية اليمنى
fa_ir: گوشه راست

source: Left corner
ar: الزاوية اليسرى
fa_ir: گوشه چپ

source: Only the attributes in stock are displayed
ar: يتم عرض السمات الموجودة في المخزون فقط
fa_ir: فقط ویژگی های موجود در انبار نمایش داده شود

source: Show title of the attribute
ar: إظهار عنوان السمة
fa_ir: نمایش عنوان ویژگی

source: Show title of the attribute when hovering the mouse
ar: إظهار عنوان السمة عند تحريك الماوس
fa_ir: نمایش عنوان ویژگی هنگام هاور ماوس

source: Display in circle style
ar: عرض في نمط الدائرة
fa_ir: نمایش به سبک دایره

source: For color attributes
ar: لسمات اللون
fa_ir: برای ویژگی های رنگ

source: Show limited values
ar: إظهار القيم المحدودة
fa_ir: نمایش مقادیر محدود

source: By enabling this option, you can limit the number of displayed values
ar: من خلال تمكين هذا الخيار ، يمكنك تحديد عدد القيم المعروضة
fa_ir: با فعال شدن این گزینه می توانید تعداد مقادیر نمایش داده شده را محدود کنید

source: Number of visible values
ar: عدد القيم المرئية
fa_ir: تعداد مقادیر قابل مشاهده

source: Product Archive and shop slider settings
ar: أرشيف المنتج وإعدادات شريط تمرير المتجر
fa_ir: تنظیمات اسلایدر فروشگاه و آرشیو محصولات

source: Show slider in product archive page
ar: إظهار شريط التمرير في صفحة أرشيف المنتج
fa_ir: نمایش اسلایدر در صفحه آرشیو محصول

source: If the product archive (category, tag and brand) has a slider, enabling this option will cause the slider to be displayed on the product archive page. To insert the slider, edit the product archive you want from the product category, tag or brand section.
ar: إذا كان أرشيف المنتج (الفئة والعلامة والعلامة التجارية) يحتوي على شريط تمرير، فإن تمكين هذا الخيار سيؤدي إلى عرض شريط التمرير على صفحة أرشيف المنتج. لإدراج شريط التمرير، قم بتحرير أرشيف المنتج الذي تريده من فئة المنتج أو العلامة أو قسم العلامة التجارية.
fa_ir: اگر آرشیو محصول (دسته‌بندی، برچسب یا برند) دارای اسلایدر باشد، فعال سازی این گزینه باعث می شود که اسلایدر در صفحه آرشیو محصول نمایش داده شود. برای درج اسلایدر آرشیو محصول مورد نظرتان را از قسمت دسته‌بندی، برچسب یا برند محصول ویرایش نمایید.

source: Show slider in woocommerce shop page
ar: عرض شريط التمرير في صفحة متجر woocommerce
fa_ir: نمایش اسلایدر در صفحه فروشگاه ووکامرس

source: To insert the slider, edit the shop page.
ar: لإدراج شريط التمرير ، قم بتحرير صفحة المتجر.
fa_ir: برای درج اسلایدر، صفحه فروشگاه را ویرایش نمایید.

source: Show product archive slider only on the first page
ar: إظهار شريط تمرير أرشيف المنتج في الصفحة الأولى فقط
fa_ir: نمایش اسلایدر آرشیو محصول فقط در صفحه اول

source: Show the slider under the breadcrumbs section
ar: اعرض شريط التمرير أسفل قسم فتات الخبز
fa_ir: نمایش اسلایدر زیر بخش نان ریزه ها

source: Auto play speed(ms)
ar: السرعة التلقائية (مللي ثانية)
fa_ir: سرعت حرکت خودکار (میلی ثانیه)

source: Pause slider on mouse over
ar: أوقف شريط التمرير عند تمرير الماوس
fa_ir: توقف اسلایدر در هنگام عبور ماوس

source: Show navigation's dots
ar: إظهار نقاط التمرير
fa_ir: نمایش نقطه های پیمایش

source: Show slide titles instead of navigation points
ar: اعرض عناوين الشرائح بدلاً من نقاط التنقل
fa_ir: نمایش عنوان اسلایدها به جای نقطه های پیمایش

source: Product label settings
ar: إعدادات تسمية المنتج
fa_ir: تنظیمات برچسب محصول

source: Show product label
ar: إظهار تسمية المنتج
fa_ir: نمایش برچسب محصول

source: This tag is displayed on the product page and archive pages on the product image and is edited for each product on the product edit page.
ar: يتم عرض هذه العلامة على صفحة المنتج وصفحات الأرشيف على صورة المنتج ويتم تحريرها لكل منتج في صفحة تحرير المنتج.
fa_ir: این برچسب در صفحه محصول و صفحات آرشیو روی تصویر محصول نمایش داده می شود و برای هر محصول به صورت جداگانه در صفحه محصول قابل ویرایش می باشد.

source: Display position on archive pages
ar: عرض الموقف على صفحات الأرشيف
fa_ir: موقعیت نمایش در صفحات آرشیو

source: Show product label on product page
ar: إظهار تسمية المنتج على صفحة المنتج
fa_ir: نمایش برچسب محصول در صفحه محصول

source: Show product label on product page in mobile mode
ar: إظهار تسمية المنتج على صفحة المنتج في وضع الهاتف المحمول
fa_ir: نمایش برچسب محصول در صفحه محصول در حالت موبایل

source: Show product label on product archive pages
ar: إظهار تسمية المنتج على صفحات أرشيف المنتج
fa_ir: نمایش برچسب محصول در صفحه آرشیو محصول

source: Show product label on product archive pages in mobile mode
ar: إظهار تسمية المنتج على صفحات أرشيف المنتج في وضع الهاتف المحمول
fa_ir: نمایش برچسب محصول در صفحه آرشیو محصول در حالت موبایل

source: Default product thumbnail settings
ar: الإعدادات الافتراضية لصورة المنتج
fa_ir: تنظیمات تصویر بندانگشتی پیش‌فرض

source: Default product thumbnail
ar: الصورة المصغرة الافتراضية للمنتج
fa_ir: تصویر بندانگشتی پیش‌فرض

source: If your product does not have an thumbnail image, this image will be displayed.
ar: إذا لم يكن لمنتجك صورة مصغرة ، فسيتم عرض هذه الصورة.
fa_ir: اگر محصول شما دارای تصویر شاخص نباشد این تصویر نمایش داده می شود.

source: Product page
ar: صفحة المنتج
fa_ir: صفحه محصول

source: Products Sidebar
ar: المنتجات الشريط الجانبي
fa_ir: ستون کناری محصولات

source: Specify the location of the products sidebar, this feature is also customizable for each product.
ar: حدد موقع الشريط الجانبي للمنتجات ، فهذه الميزة قابلة للتخصيص أيضًا لكل منتج.
fa_ir: محل قرارگیری ستون کناری محصولات را مشخص نمایید، همچنین این ویژگی به طور جداگانه برای هر محصول قابل تنظیم می باشد.

source: Separate product page sidebar
ar: فصل الشريط الجانبي لصفحة المنتج
fa_ir: جداسازی سایدبار صفحه محصول

source: Separate product page sidebar from archive pages
ar: فصل الشريط الجانبي لصفحة المنتج عن صفحات الأرشيف
fa_ir: نوار کناری صفحه محصول را از صفحات بایگانی جدا کنید

source: Products page style
ar: نمط صفحة المنتجات
fa_ir: استایل صفحه محصول

source: Shopping box background color
ar: لون خلفية صندوق التسوق
fa_ir: رنگ پس زمینه باکس خرید

source: Display the product video or audio review in the product image gallery
ar: اعرض فيديو المنتج أو مراجعة الصوت في معرض صور المنتج
fa_ir: نمایش ویدیو یا صوت بررسی محصول در گالری تصاویر محصول

source: By activating this option, the first image of the product will act as the display of the product video or audio review.
ar: من خلال تنشيط هذا الخيار ، ستعمل الصورة الأولى للمنتج كعرض لمراجعة الفيديو أو الصوت الخاص بالمنتج.
fa_ir: با فعال‌سازی این گزینه اولین تصویر محصول به عنوان نمایش دهنده ویدیو یا صورت بررسی محصول عمل می کند.

source: Inherit video icon color from skin color
ar: وراثة لون رمز الفيديو من لون البشرة
fa_ir: ارث بری رنگ آیکن ویدیو از رنگ پوسته

source: Show the product description in a summary form on mobile
ar: اعرض وصف المنتج في نموذج ملخص على الهاتف المحمول
fa_ir: نمایش توضیحات محصول به صورت خلاصه در موبایل

source: Show the product description in a summary form on desktop
ar: اعرض وصف المنتج في نموذج ملخص على سطح المكتب
fa_ir: نمایش توضیحات محصول به صورت خلاصه در دسکتاپ

source: Show out of stock products in black and white color
ar: عرض المنتجات التي نفذت من المخزون باللونين الأسود والأبيض
fa_ir: نمایش محصولات ناموجود به رنگ سیاه و سفید

source: Ajax add to cart
ar: اضافة لسلة التسوق بشكل Ajax
fa_ir: افزودن به سبد خرید به صورت آجاکس

source: Product has been added Ajax to the cart (without loading page again)
ar: ستتم إضافة المنتج إلى عربة التسوق بال Ajax (بدون إعادة تحميل الصفحة)
fa_ir: محصول به صورت آجاکس به سبد خرید اضافه خواهد شد (بدون بارگذاری مجدد صفحه)

source: Open the shopping cart from the side
ar: افتح عربة التسوق من الجانب
fa_ir: باز شدن سبد خرید از کنار

source: Opening the shopping cart from the side after the product is added to the shopping cart
ar: فتح عربة التسوق من الجانب بعد إضافة المنتج إلى عربة التسوق
fa_ir: باز شدن سبد خرید از کنار بعد از افزوده شدن محصول به سبد خرید

source: Like Product Button
ar: إضافة زر إلى المفضلة
fa_ir: دکمه افزودن به علاقه مندی

source: Show Like Product Button in product page
ar: إظهار الزر "إضافة إلى المفضلة" على صفحة المنتج
fa_ir: نمایش دکمه افزودن به علاقه مندی در صفحه محصول

source: Compare Product Button
ar: زر المقارنة
fa_ir: دکمه مقایسه

source: Show Compare Product Button in product page
ar: إظهار زر المقارنة على صفحة المنتج
fa_ir: نمایش دکمه مقایسه در صفحه محصول

source: Share Product Button
ar: زر المشاركة
fa_ir: دکمه اشتراک گذاری

source: Show Share Product Button in product page
ar: اعرض زر المشاركة على صفحة المنتج
fa_ir: نمایش دکمه اشتراک گذاری در صفحه محصول

source: Price Chart Button
ar: زر مخطط السعر
fa_ir: دکمه نمودار قیمت

source: If you are using the DadeNeghar price chart plugin, activating this option will display the price chart button next to the product image. In the settings of the price chart plugin, be sure to set the display type to the shortcode option.
ar: إذا كنت تستخدم المكوّن الإضافي DadeNeghar لمخطط الأسعار ، فسيؤدي تنشيط هذا الخيار إلى عرض زر مخطط الأسعار بجوار صورة المنتج. في إعدادات البرنامج المساعد لمخطط الأسعار ، تأكد من ضبط نوع العرض على خيار الرمز القصير.
fa_ir: اگر از افزونه نمودار قیمت داده نگار استفاده می کنید فعال‌سازی این گزینه دکمه نمایش نمودار قیمت را کنار تصویر محصول نمایش می دهد. در تنظیمات افزونه نمودار قیمت حتما نوع نمایش را روی گزینه کد کوتاه تنظیم نمایید.

source: Show product SKU
ar: عرض معرف المنتج
fa_ir: نمایش شناسه محصول

source: Show product SKU in product page
ar: اعرض معرّف المنتج على صفحة المنتج
fa_ir: نمایش شناسه محصول در صفحه محصول

source: Show product categories
ar: عرض فئات المنتج
fa_ir: نمایش دسته‌بندی محصول

source: Show product categories in product page
ar: عرض فئات المنتج على صفحة المنتج
fa_ir: نمایش دسته‌بندی های محصول در صفحه محصول

source: Show product tags
ar: إظهار تاك المنتج
fa_ir: نمایش برچسب های محصول

source: Show product tags in product page
ar: عرض تاكات المنتج على صفحة المنتج
fa_ir: نمایش برچسب های محصول در صفحه محصول

source: Show tags at the bottom
ar: إظهار العلامات في الجزء السفلي
fa_ir: نمایش برچسب ها در پایین

source: By activating this option, the labels are displayed separately at the bottom of the side of the product image
ar: من خلال تنشيط هذا الخيار ، يتم عرض الملصقات بشكل منفصل في الجزء السفلي من جانب صورة المنتج
fa_ir: با فعال‌سازی این گزینه برچسب ها به صورت جداگانه در انتهای قسمت کناری تصویر محصول نمایش داده می شوند

source: Show product tags in summary form
ar: عرض تسميات المنتج في الملخص
fa_ir: نمایش برچسب های محصول به صورت خلاصه شده

source: Show product update date
ar: عرض تاريخ تحديث المنتج
fa_ir: نمایش تاریخ به روزرسانی محصول

source: Show product update date in product page
ar: عرض تاريخ تحديث المنتج على صفحة المنتج
fa_ir: نمایش تاریخ به روزرسانی محصول در صفحه محصول

source: Show product views count
ar: إظهار عدد مشاهدات المنتج
fa_ir: نمایش تعداد بازدید محصول

source: Show product views count in product page
ar: إظهار عدد مشاهدات المنتج في صفحة المنتج
fa_ir: نمایش تعداد بازدید محصول در صفحه محصول

source: Show cons and pros in top
ar: أظهر نقاط القوة والضعف أعلى الصفحة
fa_ir: نمایش نقاط قوت و ضعف در بالا
