Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Show product cons and pros section in top of description
ar: اعرض قسم نقاط القوة والضعف في الجزء العلوي من الوصف
fa_ir: نمایش بخش نقاط قوت و ضعف در بالای توضیحات

source: Remove clear options
ar: مسح الخيارات
fa_ir: حذف پاک کردن گزینه ها

source: Remove clear options of variation product.
ar: إزالة الخيارات على المنتج المتغير.
fa_ir: حذف پاک کردن گزینه ها در محصول متغیر.

source: Change text Clear options on variable product
ar: تغيير النص مسح الخيارات على المنتج المتغير
fa_ir: تغییر متن پاک کردن گزینه ها در محصول متغیر

source: The text displayed below the selected variables
ar: النص المعروض أسفل المتغيرات المختارة
fa_ir: متن نمایش داده شده زیر متغیرهای انتخاب شده

source: Clear options text
ar: نص مسح الخيارات
fa_ir: متن پاک کردن گزینه ها

source: Clear options
ar: مسح الخيارات
fa_ir: پاک کردن گزینه ها

source: Display discount percentage
ar: عرض نسبة الخصم
fa_ir: نمایش درصد تخفیف

source: Display discount percentage on discounted products
ar: عرض نسبة الخصم على المنتجات المخفضة
fa_ir: نمایش درصد تخفیف در محصولات تخفیف خورده

source: Display special phrase instead of discount percentage
ar: عرض عبارة خاصة بدلا من نسبة الخصم
fa_ir: نمایش عبارت ویژه به جای درصد تخفیف

source: Display special phrase instead of discount percentage on discounted products
ar: عرض عبارة خاصة بدلاً من نسبة الخصم على المنتجات المخفضة
fa_ir: نمایش عبارت ویژه به جای درصد تخفیف در محصولات تخفیف خورده

source: Show the number of reviews next to the star rating
ar: اعرض عدد المراجعات بجانب التصنيف بالنجوم
fa_ir: نمایش تعداد نقد و بررسی ها در کنار امتیاز ستاره ای

source: Product subtitle tag
ar: علامة العنوان الفرعي للمنتج
fa_ir: تگ زیرعنوان محصول

source: Product discount counter settings
ar: إعدادات عداد خصم المنتج
fa_ir: تنظیمات شمارشگر تخفیف محصول

source: Discount countdown format
ar: تنسيق العد التنازلي للخصم
fa_ir: فرمت شمارشگر تخفیف

source: Text style
ar: نمط النص
fa_ir: استایل متنی

source: Product tabs settings
ar: إعدادات علامات تبويب المنتج
fa_ir: تنظیمات تب های محصول

source: Product tabs style (descriptions, comments, etc.)
ar: نمط علامات تبويب المنتج (الأوصاف والتعليقات وما إلى ذلك)
fa_ir: استایل تب های محصول (توضیحات، نظرات و ...)

source: Display product page tabs in a fixed way while scrolling
ar: عرض علامات تبويب صفحة المنتج بطريقة ثابتة أثناء التمرير
fa_ir: نمایش تب های صفحه محصول به صورت ثابت در هنگام پیمایش صفحه

source: Display the content of the product page tabs sequentially
ar: عرض محتوى علامات تبويب صفحة المنتج بالتسلسل
fa_ir: نمایش محتوای تب های صفحه محصول به صورت متوالی

source: In this case, the contents of the description tabs, product specifications, comments, etc. are displayed sequentially and consecutively.
ar: في هذه الحالة ، يتم عرض محتويات علامات تبويب الوصف ومواصفات المنتج والتعليقات وما إلى ذلك بالتسلسل والتتابع.
fa_ir: در این حالت محتوای تب های توضیحات، مشخصات محصول، نظرات و ... به صورت متوالی و پشت سرهم نمایش داده می شوند.

source: Tab title tag
ar: علامة عنوان علامة التبويب
fa_ir: تگ عنوان تب

source: Product purchase sticky bar settings
ar: إعدادات الشريط اللاصق لشراء المنتج
fa_ir: تنظیمات نوار چسبان خرید محصول

source: Show product purchase sticky bar
ar: إظهار شريط لاصق شراء المنتج
fa_ir: نمایش نوار چسبان خرید محصول

source: Show product purchase sticky bar at the bottom of the product page
ar: إظهار شريط لاصق شراء المنتج في الجزء السفلي من صفحة المنتج
fa_ir: نمایش نوار چسبان خرید محصول در پایین صفحه محصول

source: Display sticky purchase button in desktop mode
ar: عرض زر الشراء الملصق في وضع سطح المكتب
fa_ir: نمایش دکمه خرید چسبان در حالت دسکتاپ

source: Display sticky purchase button in mobile mode
ar: عرض زر الشراء اللاصق في وضع الهاتف المحمول
fa_ir: نمایش دکمه خرید چسبان در حالت موبایل

source: Display product title in mobile mode
ar: عرض عنوان المنتج في وضع الهاتف المحمول
fa_ir: نمایش عنوان محصول در حالت موبایل

source: Display product price in mobile mode
ar: عرض سعر المنتج في وضع الهاتف المحمول
fa_ir: نمایش قیمت محصول در حالت موبایل

source: Catalog mode settings
ar: إعدادات وضع الكتالوج
fa_ir: تنظیمات حالت کاتالوگ

source: Activation of catalog mode
ar: تفعيل وضع الكتالوج
fa_ir: فعال‌سازی حالت کاتالوگ

source: By activating the catalog mode, the ability to buy products will be removed from your site, and the products will only be displayed.
ar: من خلال تنشيط وضع الكتالوج ، ستتم إزالة القدرة على شراء المنتجات من موقعك ، وسيتم عرض المنتجات فقط.
fa_ir: با فعال‌سازی حالت کاتالوگ قابلیت خرید محصول از سایت شما حذف می شود و محصولات صرفا جنبه نمایش خواهند داشت.

source: Hide prices in catalog mode
ar: إخفاء الأسعار في وضع الكتالوج
fa_ir: مخفی کردن قیمت ها در حالت کاتالوگ

source: By activating this option, prices will be hidden along with the buy button in catalog mode
ar: من خلال تنشيط هذا الخيار ، سيتم إخفاء الأسعار مع زر الشراء في وضع الكتالوج
fa_ir: با فعال‌سازی این گزینه قیمت ها نیز به همراه دکمه خرید در حالت کاتالوگ مخفی خواهند شد

source: Product excerpt settings
ar: إعدادات ملخص وصف المنتج
fa_ir: تنظیمات توضیحات خلاصه محصول

source: Show product excerpt
ar: عرض ملخص وصف المنتج
fa_ir: نمایش توضیحات خلاصه محصول

source: Show product excerpt icon
ar: عرض رمز ملخص وصف المنتج
fa_ir: نمایش آیکن توضیحات خلاصه محصول

source: Settings of features next to product image
ar: إعدادات الميزات بجوار صورة المنتج
fa_ir: تنظیمات ویژگی های کنار تصویر محصول

source: Show product features title
ar: عرض عنوان ميزات المنتج
fa_ir: نمایش عنوان ویژگی های محصول

source: Show product features title in product page
ar: عرض عنوان ميزات المنتج على صفحة المنتج
fa_ir: نمایش عنوان ویژگی های محصول در صفحه محصول

source: Product features title
ar: عنوان ميزات المنتج
fa_ir: عنوان ویژگی های محصول

source: Product Features:
ar: ميزات المنتج:
fa_ir: ویژگی های محصول:

source: Show product excerpt instead product features
ar: عرض أوصاف ملخص المنتج بدلاً من ميزات المنتج
fa_ir: نمایش توضیحات خلاصه محصول به جای ویژگی های محصول

source: Show product content instead product features
ar: عرض محتوى المنتج بدلا من ميزات المنتج
fa_ir: نمایش محتوای اصلی محصول به جای ویژگی های محصول

source: Display the specifications in the Product Features tab instead of the product specifications
ar: عرض الميزات في علامة التبويب "ميزات المنتج" بدلاً من "الميزات"
fa_ir: نمایش ویژگی های موجود در سربرگ ویژگی های محصول به جای ویژگی ها

source: Maximum number of features displayed
ar: أقصى عدد من الميزات المعروضة
fa_ir: حداکثر ویژگی های نمایش داده شده

source: Limit the number of feature display lines with the "Show More" button feature
ar: قم بتحديد عدد خطوط عرض الميزة باستخدام ميزة الزر "إظهار المزيد"
fa_ir: تعداد خطوط نمایش ویژگی را با ویژگی دکمه "نمایش بیشتر" محدود کنید

source: Number of lines displayed
ar: عدد الخطوط المعروضة
fa_ir: تعداد خطوط نمایش داده شده

source: Product Features tab settings
ar: إعدادات علامة تبويب ميزات المنتج
fa_ir: تنظیمات تب ویژگی های محصول

source: Hides the product’s weight and dimension
ar: إخفاء الوزن حجم للمنتج
fa_ir: پنهان کردن وزن و ابعاد محصول

source: Hides the product’s weight and dimension in the single product page.
ar: إخفاء الوزن و الحجم للمنتج على صفحة المنتج.
fa_ir: پنهان کردن وزن و ابعاد محصول در صفحه محصول.

source: Remove product’s atribute link
ar: إزالة رابط ميزة المنتج
fa_ir: حذف لینک ویژگی محصول

source: Remove product’s atribute link in the single product page.
ar: إزالة رابط ميزة المنتج من صفحة المنتج.
fa_ir: حذف لینک ویژگی محصول در صفحه محصول.

source: Replace the attribute with a tick and a cross
ar: استبدل السمة بعلامة وصليب
fa_ir: جایگزینی ویژگی با تیک و ضربدر

source: Replacing desired texts with tick and cross symbols in product features
ar: استبدال النصوص المرغوبة برموز التجزئة والعلامات المتقاطعة في ميزات المنتج
fa_ir: جایگزین شدن متن مورد نظر با نمادهای تیک و ضربدر در ویژگی های محصول

source: Tick icon text
ar: نص رمز التجزئة
fa_ir: متن نماد تیک

source: yes
ar: نعم
fa_ir: بله

source: Cross icon text
ar: نص رمز الصليب
fa_ir: متن نماد ضربدر

source: no
ar: لا
fa_ir: خیر

source: Price settings
ar: إعدادات السعر
fa_ir: تنظیمات قیمت

source: Alternative text for prices on products coming soon
ar: نص بديل لأسعار المنتجات قريبا
fa_ir: متن جایگزین برای قیمت محصولات به زودی

source: This text can be adjusted for each product separately on the product editing page
ar: يمكن تعديل هذا النص لكل منتج على حدة في صفحة تحرير المنتج
fa_ir: این متن را می توان برای هر محصول به طور جداگانه در صفحه ویرایش محصول تنظیم کرد

source: Coming Soon...
ar: قريبا...
fa_ir: به زودی...

source: Alternative text for prices of Out of stock products
ar: نص بديل لأسعار المنتجات غير المتوفرة في المخزون
fa_ir: متن جایگزین برای قیمت محصولات ناموجود

source: Out of stock
ar: غير متوفره
fa_ir: ناموجود

source: Show Free Price instead of zero price
ar: عرض العبارة المجانية بدلا من سعر الصفر
fa_ir: نمایش عبارت رایگان به جای قیمت صفر

source: Free Price text
ar: نص السعر المجاني
fa_ir: متن قیمت رایگان

source: Free!
ar: مجانا!
fa_ir: رایگان!

source: Show Call instead of Free Price
ar: عرض اتصل بنا بدلا من السعر المجاني
fa_ir: نمایش تماس بگیرید به جای قیمت رایگان

source: Show phrase call instead of free quote for zero price products
ar: عرض عبارة اتصل بنا بدلاً من عبارة المجاني للمنتجات ذات الأسعار الصفرية
fa_ir: نمایش عبارت تماس بگیرید به جای عبارت قیمت رایگان برای محصولات دارای قیمت صفر

source: Contact text link
ar: رابط نص اتصل بنا
fa_ir: لینک متن تماس بگیرید

source: If the link is empty, it will be deactivated
ar: إذا كان الرابط فارغًا ، فسيتم إلغاء تنشيطه
fa_ir: در صورت خالی بودن لینک غیر فعال می شود

source: Contact text
ar: نص جهة الاتصال
fa_ir: متن تماس بگیرید

source: Call!
ar: مكالمة!
fa_ir: تماس بگیرید!

source: Show price and add to cart button to logged in users
ar: إظهار السعر وإضافة زر سلة التسوق للمستخدمين المسجلين
fa_ir: نمایش قیمت و دکمه افزودن به سبد خرید به کاربران وارد شده

source: Show price for out of stock products
ar: عرض أسعار المنتجات غير الموجودة
fa_ir: نمایش قیمت برای محصولات ناموجود

source: Show price for out of stock products on archive pages
ar: إظهار سعر المنتجات غير المتوفرة في المخزون على صفحات الأرشيف
fa_ir: نمایش قیمت برای محصولات ناموجود در صفحات آرشیو

source: Remove price range
ar: إزالة النطاق السعري
fa_ir: حذف محدوده قیمت

source: Remove price range and display the lowest price
ar: إزالة النطاق السعري و عرض الأرخص
fa_ir: حذف محدوده قیمت و نمایش کمترین قیمت

source: Display higher price
ar: عرض الأغلى
fa_ir: نمایش قیمت بیشتر

source: Remove price range and display the higher price
ar: إزالة النطاق السعري و عرض الأغلى
fa_ir: حذف محدوده قیمت و نمایش بیشترین قیمت

source: Display the default variable price
ar: اعرض السعر المتغير الافتراضي
fa_ir: نمایش قیمت متغیر پیش‌فرض

source: Remove price range and display the default variable price
ar: قم بإزالة النطاق السعري واعرض السعر المتغير الافتراضي
fa_ir: حذف محدوده قیمت و نمایش قیمت متغیر پیش‌فرض

source: Display "From" or "To" before the price
ar: اعرض "من" أو "إلى" قبل السعر
fa_ir: نمایش "از" یا "تا" قبل از قیمت

source: Text before the lowest price
ar: نص قبل أقل سعر
fa_ir: متن قبل از کمترین قیمت

source: From
ar: من
fa_ir: از

source: Text before the highest price
ar: نص قبل أعلى سعر
fa_ir: متن قبل از بیشترین قیمت

source: Up to
ar: يصل إلى
fa_ir: تا

source: Remove second price
ar: حذف السعر الثاني
fa_ir: حذف قیمت دوم

source: Remove second price in variable products (Prices should not be the same)
ar: حذف السعر الثاني في المنتجات المتغيرة (يجب ألا تكون الأسعار هي نفسها)
fa_ir: حذف قیمت دوم در محصولات متغیر (قیمت ها نباید یکسان باشند)

source: Removing decimals
ar: إزالة الكسور العشرية
fa_ir: حذف اعداد اعشار

source: In some currency units, the decimal part is displayed in the price, which you can remove with this option
ar: في بعض وحدات العملات ، يتم عرض الجزء العشري في السعر ، والذي يمكنك إزالته باستخدام هذا الخيار
fa_ir: در برخی از واحدهای پولی در قیمت قسمت اعشار نمایش داده می شود که توسط این گزینه می توانید آن را حذف کنید

source: Product accessories settings
ar: إعدادات ملحقات المنتج
fa_ir: تنظیمات لوازم جانبی محصول

source: Product accessories
ar: ملحقات المنتج
fa_ir: لوازم جانبی محصول

source: Show product accessories section in product page
ar: إظهار قسم ملحقات المنتج في صفحة المنتج
fa_ir: نمایش بخش لوازم جانبی محصول در صفحه محصول

source: Using WooCommerce upsell products
ar: استخدام منتجات البيع الإضافي من WooCommerce
fa_ir: استفاده از محصولات بیش‌فروش ووکامرس

source: If this option is active, accessory products will be received from WooCommerce upsell products
ar: إذا كان هذا الخيار نشطًا، فسيتم استلام المنتجات الإضافية من منتجات البيع الإضافي لـ WooCommerce
fa_ir: اگر این گزینه فعال باشد محصولات لوازم جانبی از محصولات بخش بیش‌فروش ووکامرس دریافت خواهد شد

source: Sort randomly
ar: فرز عشوائيا
fa_ir: مرتب سازی به صورت تصادفی

source: Product accessories style
ar: نمط ملحقات المنتج
fa_ir: سبک نمایش لوازم جانبی محصول

source: Table (list)
ar: الجدول (القائمة)
fa_ir: جدول (لیست)

source: Carousel
ar: دوارة
fa_ir: کروسل (اسلایدر)

source: Checkbox
ar: مربع الاختيار
fa_ir: چک‌باکس

source: Product accessories location
ar: مكان ملحقات المنتج
fa_ir: محل نمایش لوازم جانبی محصول

source: Above the features next to the product image
ar: فوق الميزات بجانب صورة المنتج
fa_ir: بالای ویژگی های کنار تصویر محصول

source: Below the features next to the product image
ar: أسفل الميزات بجوار صورة المنتج
fa_ir: پایین ویژگی های کنار تصویر محصول

source: Above the product purchase button
ar: فوق زر شراء المنتج
fa_ir: بالای دکمه خرید محصول

source: Display the link to view the product
ar: اعرض الرابط لمشاهدة المنتج
fa_ir: نمایش لینک مشاهده محصول

source: Above the product description
ar: فوق وصف المنتج
fa_ir: بالای توضیحات محصول

source: Display in separate tab
ar: عرض في علامة تبويب منفصلة
fa_ir: نمایش در تب جداگانه

source: Show product thumbnail
ar: إظهار الصورة المصغرة للمنتج
fa_ir: نمایش عکس بند انگشتی محصول

source: Show quick view button
ar: إظهار زر العرض السريع
fa_ir: نمایش دکمه نمایش سریع

source: Related Products settings
ar: إعدادات المنتجات ذات الصلة
fa_ir: تنظیمات محصولات مرتبط

source: Show related product section in product page
ar: عرض منتجات ذات صله في صفحة المنتج
fa_ir: نمایش بخش محصولات مرتبط در صفحه محصول

source: Show the related products section above the product description
ar: اعرض قسم المنتجات ذات الصلة فوق وصف المنتج
fa_ir: نمایش بخش محصولات مرتبط در بالای توضیحات محصول

source: Show related products at the top of out of stock products
ar: عرض المنتجات ذات الصلة في الجزء العلوي من المنتجات غير المتوفرة في المخزون
fa_ir: نمایش بخش محصولات مرتبط در بالای محصولات ناموجود

source: Related Produts
ar: منتجات ذات صله
fa_ir: محصولات مرتبط

source: Show related product by
ar: عرض منتجات ذات صله حسب
fa_ir: نمایش محصولات مرتبط بر اساس

source: Product category
ar: فئات المنتجات
fa_ir: دسته‌بندی محصولات

source: Product tag
ar: تاك المنتوج
fa_ir: برچسب محصول

source: Product category And brand
ar: فئات و الماركات المنتج
fa_ir: دسته‌بندی و برند محصولات

source: Product category Or brand
ar: فئات أو الماكات المنتج
fa_ir: دسته‌بندی یا برند محصولات

source: Display based on the latest level of product category (If product category is selected)
ar: عرض حسب آخر فئات المنتج (اذا تم اختيار فئة المنتج )
fa_ir: نمایش بر اساس آخرین سطح دسته‌بندی محصول (اگر دسته‌بندی محصول انتخاب شده باشد)

source: Display by main category
ar: عرض حسب الفئة الرئيسية
fa_ir: انتخاب بر اساس دسته‌بندی اصلی

source: If the main category for the product has been selected by the SEO plugin features.
ar: إذا تم تحديد الفئة الرئيسية للمنتج بواسطة ميزات البرنامج الإضافي SEO.
fa_ir: اگر توسط امکانات افزونه سئو دسته بندی اصلی برای محصول انتخاب شده باشد.

source: Show in stock products
ar: عرض منتجات الموجودة في المخزن
fa_ir: نمایش محصولات موجود در انبار

source: Up-selling products settings
ar: إعدادات المنتجات الأعلى مبيعًا
fa_ir: تنظیمات محصولات بیش‌فروش

source: Show up-selling products
ar: عرض منتجات البيع
fa_ir: نمایش محصولات بیش‌فروش

source: Show the up-selling products section above the product description
ar: أظهر قسم المنتجات الأكثر مبيعًا أعلى وصف المنتج
fa_ir: نمایش بخش محصولات بیش‌فروش در بالای توضیحات محصول

source: Show the up-selling products section at the top of out of stock products
ar: أظهر قسم المنتجات الأكثر مبيعًا في الجزء العلوي من المنتجات غير المتوفرة في المخزون
fa_ir: نمایش بخش محصولات بیش‌فروش در بالای محصولات ناموجود

source: You may also like
ar: ربما تعجبك هذه ايضا
fa_ir: شاید اینها را هم دوست داشته باشید

source: Cross-selling products settings
ar: إعدادات بيع المنتجات التبادلية
fa_ir: تنظیمات محصولات فروش مکمل

source: Show cross-selling products
ar: عرض منتجات البيع العابر
fa_ir: نمایش محصولات فروش مکمل

source: You may be interested in
ar: قد تكون مهتمًا بـ
fa_ir: ممکن است به این محصول نیز علاقه مند باشید

source: Product related posts settings
ar: إعدادات المشاركات المتعلقة بالمنتج
fa_ir: تنظیمات نوشته‌های مرتبط با محصول

source: Show related posts in product page
ar: عرض الوظائف ذات الصلة في صفحة المنتج
fa_ir: نمایش بخش نوشته‌های مرتبط در صفحه محصول

source: By activating this option, articles related to the product will be displayed on the product page. These entries are selected by the same tag as the product.
ar: من خلال تنشيط هذا الخيار ، سيتم عرض المقالات المتعلقة بالمنتج على صفحة المنتج. يتم تحديد هذه الإدخالات بنفس علامة المنتج.
fa_ir: با فعال شدن این گزینه، نوشته‌های مرتبط با محصول در صفحه محصول نمایش داده می شوند. نوشته‌ها توسط برچسب مشابه با محصول انتخاب می شوند.

source: Site features settings
ar: إعدادات ميزات الموقع
fa_ir: تنظیمات ویژگی های سایت

source: View site features section
ar: عرض قسم ميزات الموقع
fa_ir: نمایش بخش ویژگی های سایت

source: View site features section in mobile mode
ar: عرض قسم الميزات في الجوال
fa_ir: نمایش بخش ویژگی ها در حالت موبایل

source: Show first feature
ar: عرض الميزة الأولى
fa_ir: نمایش ویژگی اول

source: First feature title
ar: عنوان الميزة الأولى
fa_ir: عنوان ویژگی اول

source: Guarantee the best market price
ar: ضمان أنسب سعر في السوق
fa_ir: تضمین بهترین قیمت بازار

source: Suitable size: 32px by 32px
ar: الحجم المناسب: 32 بكسل × 32 بكسل
fa_ir: اندازه مناسب: 32 پیکسل در 32 پیکسل

source: First feature Link
ar: رابط الميزة الأولى
fa_ir: لینک ویژگی اول

source: Show second feature
ar: عرض الميزة الثانية
fa_ir: نمایش ویژگی دوم

source: Second feature title
ar: عنوان الميزة الثانية
fa_ir: عنوان ویژگی دوم

source: Excellent support, 7 days a week
ar: دعم ممتاز ، 7 أيام في الأسبوع
fa_ir: پشتیبانی عالی ۲۴ ساعته، ۷ روز هفته

source: Second feature Link
ar: رابط الميزة الثانية
fa_ir: لینک ویژگی دوم

source: Show third feature
ar: عرض الميزة الثالثة
fa_ir: نمایش ویژگی سوم

source: Third feature title
ar: عنوان الميزة الثالثة
fa_ir: عنوان ویژگی سوم

source: Refund if unsatisfied
ar: إرجاع البلغ في حالة عدم الرضا
fa_ir: بازگشت وجه در صورت عدم رضایت

source: Third feature Link
ar: رابط الميزة الثالثة
fa_ir: لینک ویژگی سوم

source: Show fourth feature
ar: عرض الميزة الرابعة
fa_ir: نمایش ویژگی چهارم

source: Fourth feature title
ar: عنوان الميزة الرابعة
fa_ir: عنوان ویژگی چهارم

source: Originality of goods from top brands
ar: أصالة البضائع من أفضل الماركات
fa_ir: اصالت کالاها از برترین برندها

source: Fourth feature Link
ar: رابط الميزة الرابعة
fa_ir: لینک ویژگی چهارم

source: Show fifth feature
ar: عرض الميزة الخامسة
fa_ir: نمایش ویژگی پنجم

source: Fifth feature title
ar: عنوان الميزة الخامسة
fa_ir: عنوان ویژگی پنجم

source: Falt delivery in the shortest possible time
ar: توصيل سريع في أقصر وقت ممكن
fa_ir: تحویل سریع در کمترین زمان ممکن

source: Fifth feature Link
ar: رابط الميزة الخامسة
fa_ir: لینک ویژگی پنجم

source: Additional product information settings
ar: إعدادات معلومات المنتج الإضافية
fa_ir: تنظیمات اطلاعات اضافی محصول

source: Display the desired text below the product price
ar: عرض نص مخصص أسفل سعر المنتج
fa_ir: نمایش متن دلخواه در زیر قیمت محصول

source: Show Additional product information
ar: عرض معلومات المنتج الإضافية
fa_ir: نمایش اطلاعات اضافی محصول

source: Additional product information title
ar: عنوان معلومات المنتج الإضافية
fa_ir: عنوان اطلاعات اضافی محصول

source: Additional product information text
ar: نص معلومات المنتج الإضافية
fa_ir: متن اطلاعات اضافی محصول

source: Additional product tab
ar: علامة تبويب المنتج الإضافية
fa_ir: تب اضافی محصول

source: Product FAQ tab settings
ar: علامة التبويب إعدادات الأسئلة الشائعة حول المنتج
fa_ir: تنظیمات تب سوالات متداول محصول

source: Show tab
ar: علامة تبويب العرض
fa_ir: نمایش تب

source: By activating this option, a section for adding product FAQs will be added to the product edit page
ar: من خلال تفعيل هذا الخيار، سيتم إضافة قسم خاص بإضافة الأسئلة الشائعة حول المنتج إلى صفحة تعديل المنتج
fa_ir: با فعال‌سازی این گزینه یک بخش برای افزودن سوالات متداول به صفحه ویرایش محصول اضافه خواهد شد

source: Adding FAQ schema to product page
ar: إضافة مخطط الأسئلة الشائعة إلى صفحة المنتج
fa_ir: افزودن اسکیما FAQ به صفحه محصول

source: Show FAQ at the end of product description
ar: عرض الأسئلة الشائعة في نهاية وصف المنتج
fa_ir: نمایش سوالات متداول در پایین توضیحات محصول

source: Tab title
ar: عنوان علامة التبويب
fa_ir: عنوان تب

source: FAQ
ar: الأسئلة الشائعة
fa_ir: سوالات متداول

source: Tab icon
ar: رمز علامة التبويب
fa_ir: آیکن تب

source: Settings of the first additional tab of products
ar: إعدادات أول علامة تبويب إضافية للمنتجات
fa_ir: تنظیمات اولین تب اضافی محصولات

source: Show tab in specific categories
ar: إظهار علامة التبويب في فئات محددة
fa_ir: نمایش تب در دسته‌بندی‌های خاص

source: Categories
ar: فئات
fa_ir: دسته‌بندی‌ها

source: Tab content
ar: محتوى علامة التبويب
fa_ir: محتوای تب

source: Settings of the second additional tab of products
ar: إعدادات علامة التبويب الإضافية الثانية للمنتجات
fa_ir: تنظیمات دومین تب اضافی محصولات

source: Settings of the Third additional tab of products
ar: إعدادات علامة التبويب الإضافية الثالثة للمنتجات
fa_ir: تنظیمات سومین تب اضافی محصولات

source: Settings of the Fourth additional tab of products
ar: إعدادات علامة التبويب الإضافية الرابعة للمنتجات
fa_ir: تنظیمات چهارمین تب اضافی محصولات

source: Settings for additional tabs on the product edit page
ar: إعدادات علامات التبويب الإضافية في صفحة تحرير المنتج
fa_ir: تنظیمات تب های اضافی صفحه ویرایش محصول

source: Activation of the first tab
ar: تفعيل علامة التبويب الأولى
fa_ir: فعال‌سازی تب اول

source: Activation of the second tab
ar: تفعيل علامة التبويب الثانية
fa_ir: فعال‌سازی تب دوم

source: Activation of the third tab
ar: تفعيل علامة التبويب الثالثة
fa_ir: فعال‌سازی تب سوم

source: Public meta of products
ar: التعريف العام للمنتجات
fa_ir: متای عمومی محصولات

source: Through this section, you can define additional product information such as warranty, shipping method, etc., this information is displayed on the product page next to information such as category, product brand, and product ID.
ar: من خلال هذا القسم ، يمكنك تحديد معلومات إضافية عن المنتج مثل الضمان وطريقة الشحن وما إلى ذلك ، يتم عرض هذه المعلومات على صفحة المنتج بجوار معلومات مثل الفئة والعلامة التجارية للمنتج ومعرف المنتج.
fa_ir: توسط این بخش می توانید اطلاعات اضافی محصولات مانند گارانتی، نحوه ارسال و ... را تعریف کنید، این اطلاعات در صفحه محصول در کنار اطلاعاتی مانند دسته‌بندی، برند محصول و شناسه محصول نمایش داده می شود.

source: Settings for the first public meta of products
ar: إعدادات أول تعريف عام للمنتجات
fa_ir: تنظیمات اولین متای همگانی محصولات

source: Show meta
ar: إظهار meta
fa_ir: نمایش متا

source: Display meta only in purchasable products
ar: عرض التعريف فقط في المنتجات القابلة للشراء
fa_ir: نمایش متا فقط در محصولات قابل خرید

source: Meta title
ar: عنوان الفوقية
fa_ir: عنوان متا

source: Meta value
ar: قيمة التعريف
fa_ir: مقدار متا

source: Meta link
ar: رابط ميتا
fa_ir: پیوند متا

source: Meta icon
ar: رمز ميتا
fa_ir: آیکن متا

source: Ability to edit meta for each product individually
ar: القدرة على تحرير البيانات الوصفية لكل منتج على حدة
fa_ir: قابلیت ویرایش متا برای هر محصول به صورت جداگانه

source: Show product meta in specific categories
ar: إظهار تعريف المنتج في فئات محددة
fa_ir: نمایش متا در دسته‌بندی‌های خاص

source: Settings for the second public meta of products
ar: إعدادات التعريف العام الثاني للمنتجات
fa_ir: تنظیمات دومین متای همگانی محصولات
