Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Copy to Clipboard
ar: نسخ إلى الحافظة
fa_ir: کپی به کلیپ بورد

source: Copied!
ar: نُسخ!
fa_ir: کپی شده!

source: Export File
ar: ملف التصدير
fa_ir: برون بری به فایل

source: Your panel has unchanged values, would you like to save them now?
ar: تحتوي اللوحة الخاصة بك على قيم لم تتغير ، هل ترغب في حفظها الآن؟
fa_ir: پانل شما دارای مقادیر بدون تغییر است، آیا می خواهید اکنون آنها را ذخیره کنید؟

source: Expand
ar: وسعت
fa_ir: بازگشایی همه

source: warnings(s) were found!
ar: تم العثور على تحذيرات!
fa_ir: هشدار(ها) پیدا شد!

source: Unable to create a box due an empty box array or the box variable passed was not an array.
ar: تعذر إنشاء مربع بسبب وجود صفيف مربع فارغ أو أن متغير المربع الذي تم تمريره ليس مصفوفة.
fa_ir: به دلیل وجود آرایه باکس خالی، کادری ایجاد نشد یا متغیر جعبه ارسال شده آرایه نبود.

source: Add or Upload File(s)
ar: إضافة أو تحميل ملف (ملفات)
fa_ir: افزودن یا آپلود فایل(ها)

source: Remove Image
ar: إزالة الصورة
fa_ir: حذف تصویر

source: File:
ar: ملف:
fa_ir: فایل:

source: Download
ar: تحميل
fa_ir: دانلود

source: Remove
ar: حذف
fa_ir: حذف

source: Select File(s)
ar: اختر الملفات
fa_ir: انتخاب فایل(ها)

source: %s already exists in your file queue.
ar: %s موجود بالفعل في قائمة انتظار الملفات الخاصة بك.
fa_ir: %s از قبل در صف فایل شما وجود دارد.

source: Maximum upload limit of %s reached/exceeded.
ar: تم بلوغ / تجاوز الحد الأقصى للإيداع البالغ %s.
fa_ir: حداکثر محدودیت آپلود %s رسیده/بیشتر شده است.

source: Options Object
ar: خيارات الكائن
fa_ir: تنظیمات اشیاء

source: Show Object in Javascript Console Object
ar: إظهار الكائن في وحدة تحكم جافا سكريبت
fa_ir: نمایش شی در جاوا اسکریپت آبجکت

source: Title
ar: عنوان
fa_ir: عنوان

source: The
ar: ال
fa_ir: این

source: field is not supported within the Repeater field.
ar: الحقل غير مدعوم داخل حقل المكرر.
fa_ir: فیلد در قسمت Repeater پشتیبانی نمی شود.

source: Go to the %1$s page to add the Redux Social Widget to any active widget area.
ar: انتقل إلى صفحة %1$s لإضافة الأداة الاجتماعية Redux إلى أي منطقة عنصر واجهة مستخدم نشطة.
fa_ir: برای افزودن ویجت اجتماعی Redux به هر ناحیه ویجت فعال، به صفحه %1$s بروید.

source: Widgets
ar: الحاجيات
fa_ir: ابزارک‌ها

source: Link URL
ar: URL رابط
fa_ir: لینک URL

source: Enabled
ar: ممكن
fa_ir: فعال شده

source: Reset
ar: إعادة ضبط
fa_ir: بازنشانی

source: Text
ar: نص
fa_ir: متن

source: Background
ar: الخلفية
fa_ir: پس زمینه

source: Android
ar: ذكري المظهر
fa_ir: آندروید

source: Apple
fa_ir: اپل

source: behance
fa_ir: بیهنس

source: Bitbucket
fa_ir: بیت باکت

source: Bitbucket square
fa_ir: مربع بیت باکت

source: Bitcoin
fa_ir: بیت کوین

source: Dribbble
fa_ir: دریبل

source: Facebook
ar: فیسبوک
fa_ir: فیسبوک

source: Facebook square
fa_ir: فیسبوک مربع

source: Flickr
fa_ir: فلیکر

source: git
fa_ir: گیت

source: github
fa_ir: گیت هاب

source: Google
fa_ir: گوگل‌

source: Google Plus
fa_ir: گوگل‌ پلاس

source: Instagram
ar: انستغرام
fa_ir: اینستاگرام

source: Joomla
fa_ir: جوملا

source: LinkedIn
fa_ir: لینکداین

source: LinkedIn square
fa_ir: لینکداین مربع

source: Linux
fa_ir: لینوکس

source: Pinterest
ar: بينتيريست
fa_ir: پینترست

source: Pinterest square
fa_ir: پینترست مربع

source: Reddit
fa_ir: RedditReddit

source: Sound Cloud
fa_ir: ساندکلود

source: Spotify
ar: سبوتيفي
fa_ir: اسپاتیفای

source: Twitter
ar: تويتر
fa_ir: توئیتر

source: Twitter square
fa_ir: توئیتر مربع

source: Windows
fa_ir: پنجره

source: WordPress
fa_ir: وردپرس

source: Display social media links
ar: اعرض روابط وسائل التواصل الاجتماعي
fa_ir: نمایش لینک های رسانه های اجتماعی

source: Social
ar: اجتماعي
fa_ir: شبکه اجتماعی

source: Control which icons are displayed and their urls on the %1$sssettings page%2$s
fa_ir: کنترل کنید کدام نمادها و نشانی‌های اینترنتی آن‌ها در صفحه تنظیمات %1$ss%2$s نمایش داده شوند

source: field is not supported within the Tabbed field.
ar: لا يتم دعم الحقل داخل الحقل المبوب.
fa_ir: فیلد در قسمت Tabbed پشتیبانی نمی شود.

source: Unable to create a term due an empty term array or the term variable passed was not an array.
ar: تعذر إنشاء مصطلح بسبب وجود مصفوفة مصطلحات فارغة أو أن متغير المصطلح الذي تم تمريره لم يكن مصفوفة.
fa_ir: به دلیل وجود آرایه باکس خالی، کادری ایجاد نشد یا متغیر جعبه ارسال شده آرایه نبود.

source: Unable to create a profile due an empty profile array or the profile variable passed was not an array.
ar: تعذر إنشاء ملف تعريف بسبب وجود مصفوفة ملف تعريف فارغة أو أن متغير الملف التعريفي الذي تم تمريره لم يكن مصفوفة.
fa_ir: به دلیل وجود آرایه باکس خالی، کادری ایجاد نشد یا متغیر جعبه ارسال شده آرایه نبود.

source: Create Widget Area
ar: إنشاء منطقة القطعة
fa_ir: ایجاد منطقه ابزارک

source: Name
ar: اسم
fa_ir: نام

source: Confirm
ar: يتأكد
fa_ir: تایید

source: Cancel
ar: الغاء
fa_ir: لغو

source: Transparent
ar: شفاف
fa_ir: شفاف

source: No Repeat
ar: لا تكرار
fa_ir: بدون تکرار

source: Repeat All
ar: كرر الكل
fa_ir: تکرار همه

source: Repeat Horizontally
ar: كرر أفقيًا
fa_ir: تکرار افقی

source: Repeat Vertically
ar: كرر عموديًا
fa_ir: تکرار عمودی

source: Inherit
ar: يرث
fa_ir: ارث بری

source: Background Repeat
ar: تكرار الخلفية
fa_ir: تکرار پس‌زمینه

source: Border Box
ar: مربع الحدود
fa_ir: حاشیه باکس

source: Content Box
ar: مربع المحتوى
fa_ir: وسط باکس

source: Padding Box
ar: صندوق الحشو
fa_ir: جعبه پد

source: Background Clip
ar: مقطع الخلفية
fa_ir: فیلم پس زمینه

source: Background Origin
ar: مصدر الخلفية
fa_ir: منبع پس زمینه

source: Cover
ar: التغطية
fa_ir: پوشش

source: Contain
ar: يحتوي
fa_ir: شامل

source: Background Size
ar: حجم الخلفية
fa_ir: اندازه پس زمینه

source: Fixed
ar: مُثَبَّت
fa_ir: ثابت

source: Scroll
ar: انتقل
fa_ir: پیمایش

source: Background Attachment
ar: مرفق الخلفية
fa_ir: پیوست پس‌زمینه

source: Left Top
ar: أعلى اليسار
fa_ir: چپ بالا

source: Left center
ar: مركز اليسار
fa_ir: چپ وسط

source: Left Bottom
ar: أسفل اليسار
fa_ir: سمت چپ پایین

source: Center Top
ar: مركز الأعلى
fa_ir: مرکز بالا

source: Center Center
ar: مركز المركز
fa_ir: وسط وسط

source: Center Bottom
ar: وسط القاع
fa_ir: مرکز پایین

source: Right Top
ar: أعلى اليمين
fa_ir: بالا سمت راست

source: Right center
ar: الوسط الأيمن
fa_ir: مرکز راست

source: Right Bottom
ar: اسفل اليمين
fa_ir: پایین سمت راست

source: Background Position
ar: موقع الخلفية
fa_ir: موقعیت پس‌زمینه

source: No media selected
ar: لم يتم تحديد وسائط
fa_ir: هیچ فایلی انتخاب نشده

source: Upload
ar: تحميل
fa_ir: بارگذاری

source: All
ar: جميع
fa_ir: همه

source: Top
ar: فوق
fa_ir: بالا

source: Right
ar: يمين
fa_ir: راست

source: Bottom
ar: تحت
fa_ir: پایین

source: Left
ar: يسار
fa_ir: چپ

source: Solid
ar: صلب
fa_ir: توپر

source: Dashed
ar: متقطع
fa_ir: نقطه چین

source: Dotted
ar: منقط
fa_ir: خط چین

source: Double
ar: مزدوج
fa_ir: دوبل

source: None
ar: لا أحد
fa_ir: هیچکدام

source: Border style
ar: نمط الحدود
fa_ir: استایل حاشیه

source: Shadow
ar: ظل
fa_ir: سایه

source: Horizontal Length
ar: الطول الأفقي
fa_ir: طول افقی

source: Vertical Length
ar: الطول الرأسي
fa_ir: طول عمودی

source: Blur Radius
ar: نصف القطر الضبابي
fa_ir: شعاع تاری

source: Spread
ar: انتشار
fa_ir: گسترش

source: Choose
ar: اختيار
fa_ir: انتخاب

source: Select Color
ar: اختيار اللون
fa_ir: انتخاب رنگ

source: Width
ar: عرض
fa_ir: پهنا

source: Height
ar: ارتفاع
fa_ir: ارتفاع

source: Units
ar: الوحدات
fa_ir: واحد

source: Add/Edit Gallery
ar: إضافة / تحرير المعرض
fa_ir: افزودن / ویرایش گالری

source: Clear Gallery
ar: مسح المعرض
fa_ir: پاک کردن گالری

source: Regular
ar: عادي
fa_ir: منظم

source: Hover
ar: يحوم
fa_ir: شناور

source: Visited
ar: تمت زيارته
fa_ir: مشاهده شده

source: Active
ar: تنفيذ
fa_ir: فعال

source: Focus
ar: تركيز
fa_ir: تمرکز

source: Add More
ar: أضف المزيد
fa_ir: افزودن ادامه مطلب

source: Password
ar: كلمة السر
fa_ir: رمزعبور

source: Username
ar: اسم المستخدم
fa_ir: نام کاربری

source: Select an item
ar: حدد عنصر
fa_ir: یک ایتم انتخاب کنید

source: No items of this type were found.
ar: لم يتم العثور على عناصر من هذا النوع.
fa_ir: هیچ موردی در این باره پیدا نشد.

source: Slide
ar: الاسلاید
fa_ir: اسلاید

source: New %s
ar: جدید %1$s
fa_ir: جدید %1$s

source: Description
ar: وصف
fa_ir: توضیحات

source: URL
ar: رابط
fa_ir: نشانی

source: Add %s
ar: اضافة %s
fa_ir: اضافه کردن %s

source: On
ar: تشغيل
fa_ir: روشن

source: Off
ar: اطفاء
fa_ir: خاموش

source: Font Family
ar: الخط
fa_ir: خانواده فونت

source: Font family
ar: الخط
fa_ir: خانواده فونت

source: Backup Font Family
ar: نسخة احتياطية من الخط
fa_ir: پشتیبان گیری از خانواده فونت

source: Font style
ar: نوع الخط
fa_ir: سبک فونت

source: Font Weight &amp; Style
ar: عرض الخط &amp; نوع
fa_ir: عرض فونت &amp; سبک

source: Style
ar: نوع
fa_ir: سبک

source: Font subsets
ar: مجموعات الخطوط الفرعية
fa_ir: زیر مجموعه های فونت

source: Font Subsets
ar: مجموعات الخطوط الفرعية
fa_ir: زیر مجموعه های فونت

source: Subsets
ar: مجموعات فرعية
fa_ir: زیر مجموعه ها

source: Font script
ar: نص الخط
fa_ir: اسکریپت فونت

source: Text Align
ar: محاذاة النص
fa_ir: تراز متن

source: inherit
ar: يرث
fa_ir: ارث بری

source: left
ar: اليسار
fa_ir: چپ

source: right
ar: حقا
fa_ir: راست

source: center
ar: المركز
fa_ir: مرکز

source: justify
ar: يبرر
fa_ir: تراز همسو

source: initial
ar: يبرر
fa_ir: اولیه

source: Text Transform
ar: تحويل النص
fa_ir: تبدیل متن

source: none
ar: لا أحد
fa_ir: هیچ یک

source: capitalize
ar: استفاد
fa_ir: بزرگ کردن

source: uppercase
ar: الأحرف الكبيرة
fa_ir: حروف بزرگ

source: lowercase
ar: أحرف صغيرة
fa_ir: حروف کوچک

source: Font Variant
ar: متغير الخط
fa_ir: متغیر فونت

source: normal
ar: عادي
fa_ir: نرمال

source: small-caps
ar: أحرف صغيرة
fa_ir: حروف کوچک

source: Text Decoration
ar: زخرفة النص
fa_ir: تزئینات متن

source: underline
ar: تسطير
fa_ir: زیرخط دار

source: overline
ar: تسطير
fa_ir: روی خط

source: line-through
ar: عبر الخط
fa_ir: خط روی متن

source: blink
ar: رمش
fa_ir: چشمک زن

source: Font Size
ar: حجم الخط
fa_ir: اندازه فونت

source: Size
ar: حجم
fa_ir: اندازه

source: Line Height
ar: ارتفاع الخط
fa_ir: ارتفاع خط

source: Word Spacing
ar: تباعد الكلمات
fa_ir: فاصله کلمات

source: Letter Spacing
ar: تباعد الأحرف
fa_ir: فاصله حروف

source: Margin Top
ar: أعلى الهامش
fa_ir: حاشیه بالا

source: Margin Bottom
ar: الهامش السفلي
fa_ir: حاشیه پایین

source: Font Color
ar: لون الخط
fa_ir: رنگ فونت

source: Font color
ar: لون الخط
fa_ir: رنگ فونت

source: Your Google Fonts are out of date. To update them, please click one of the following:
ar: خطوط Google الخاصة بك قديمة. لتحديثها ، يرجى النقر فوق أحد الخيارات التالية:
fa_ir: فونت های گوگل شما قدیمی هستند. برای به روز رسانی آنها، لطفاً یکی از موارد زیر را کلیک کنید:

source: Automated updates
ar: التحديثات الآلية
fa_ir: به روز رسانی خودکار

source: or
ar: أو
fa_ir: یا

source: one-time update
ar: تحديث لمرة واحدة
fa_ir: به روز رسانی یکباره

source: Shadow Color
ar: لون الظل
fa_ir: رنگ سایه

source: Shadow color
ar: لون الظل
fa_ir: رنگ سایه

source: Horizontal
ar: أفقي
fa_ir: افقی

source: Vertical
ar: عمودي
fa_ir: عمودی

source: Blur
ar: طمس
fa_ir: بلور

source: Downloading Google Fonts...
ar: جارٍ تنزيل خطوط Google ...
fa_ir: در حال دانلود فونت های گوگل...

source: Update Failed|msg. %1$s
ar: فشل التحديث | msg. %1$s
fa_ir: به روز رسانی انجام نشد|پیام. %1$s

source: Retry?
ar: أعد المحاولة؟
fa_ir: تلاش دوباره؟

source: Updated! %1$s to start using your updated fonts.
ar: محدث! %1$s لبدء استخدام الخطوط المحدثة.
fa_ir: به روز شد! %1$s برای شروع استفاده از فونت های به روز شده خود.

source: Reload the page
ar: خذ المخاطر. لا شيء يمكن أن يحل محل التجربة
fa_ir: صفحه را دوباره بارگیری کنید

source: Standard Fonts
ar: الخطوط القياسية
fa_ir: فونت های استاندارد

source: Google Webfonts
ar: خطوط الويب من Google
fa_ir: وب فونت های گوگلی

source: Gradient Type
ar: نوع التدرج
fa_ir: نوع گرادیانت

source: Type
ar: نوع
fa_ir: نوع

source: linear
ar: خطي
fa_ir: خطی

source: radial
ar: شعاعي
fa_ir: شعاعی

source: From Reach
ar: من ريتش
fa_ir: از دسترسی

source: From Reach
ar: من ريتش
fa_ir: از دسترسی

source: To Reach
ar: للوصول
fa_ir: برای رسیدن به

source: Gradient Angle
ar: زاوية الانحدار
fa_ir: زاویه گرادینت

source: Filters
ar: الفلاتر
fa_ir: فیلترها

source: RECOMMENDED
ar: مستحسن
fa_ir: پیشنهاد شده

source: If you are submitting to WordPress.org Theme Repository, it is
ar: إذا كنت تقدم إلى WordPress.org Theme Repository ، فسيكون كذلك
fa_ir: اگر در حال ارسال به مخزن تم WordPress.org هستید، اینطور است

source: strongly
ar: بقوة
fa_ir: به شدت

source: suggested that you read
ar: اقترح أن تقرأ
fa_ir: پیشنهاد برای خواندن

source: this document
ar: هذا المستند
fa_ir: این سند

source: or your theme will be rejected because of Redux.
ar: أو سيتم رفض الموضوع الخاص بك بسبب Redux.
fa_ir: یا تم شما به دلیل Redux رد خواهد شد.

source: REQUIRED
ar: مطلوب
fa_ir: ضروری

source: You MUST delete
ar: يجب عليك حذف
fa_ir: شما باید حذف کنید

source: or your theme will be rejected by WP.org theme submission because of Redux.
ar: أو سيتم رفض نسقك من خلال تقديم سمة WP.org بسبب Redux.
fa_ir: یا طرح زمینه شما توسط ارسال تم WP.org به دلیل Redux رد خواهد شد.

source: The following arguments MUST be used for WP.org submissions, or you will be rejected because of your Redux configuration.
ar: يجب استخدام الوسائط التالية في عمليات إرسال WP.org ، أو سيتم رفضك بسبب تكوين Redux الخاص بك.
fa_ir: آرگومان های زیر باید برای ارسال های WP.org استفاده شوند، در غیر این صورت به دلیل پیکربندی Redux خود رد خواهید شد.

source: Redux Code Styles
ar: أنماط التعليمات البرمجية Redux
fa_ir: استایل های کد Redux

source: CI Testing File
ar: ملف اختبار CI
fa_ir: فایل تست CI

source: It appears that you have embedded the full Redux package inside your theme. You need only embed the
ar: يبدو أنك قمت بتضمين حزمة Redux الكاملة داخل السمة الخاصة بك. ما عليك سوى تضمين ملف
fa_ir: به نظر می رسد که شما بسته کامل Redux را در قالب خود جاسازی کرده اید. شما فقط باید آن را جاسازی کنید

source: folder. Embedding anything else will get your rejected from theme submission. Suspected Redux package file(s):
ar: مجلد. سيؤدي تضمين أي شيء آخر إلى رفضك من تقديم السمة. ملف (ملفات) حزمة Redux المشتبه بها:
fa_ir: پوشه جاسازی هر چیز دیگری باعث رد شدن شما از ارسال موضوع می شود. فایل(های) بسته مشکوک Redux:

source: Invalid HTML color code %1$s. Please enter a valid code. No value was saved.
ar: رمز لون HTML غير صالح %1$s. الرجاء ادخال الكود الصحيح. لم يتم حفظ أي قيمة.
fa_ir: کد رنگ HTML %1$s نامعتبر است. لطفا یک کد معتبر وارد کنید. هیچ مقداری ذخیره نشد.

source: Sanitized value and saved as %1$s instead of %2$s.
ar: تم تصحيح القيمة وحفظها كـ %1$s بدلاً من %2$s.
fa_ir: مقدار پاکسازی شد و به‌جای %2$s به‌عنوان %1$s ذخیره شد.

source: You must provide a comma separated list of numerical values for this option.
ar: يجب تقديم قائمة من القيم الرقمية مفصولة بفواصل لهذا الخيار.
fa_ir: شما باید یک لیست که مقادیر عددی با کاما جدا شده باشند را برای این گزینه فراهم کنید .

source: Unsafe strings were found in your CSS and have been filtered out.
ar: تم العثور على سلاسل غير آمنة في CSS وتم تصفيتها.
fa_ir: رشته های ناامن در CSS شما پیدا شده اند و فیلتر شده اند.

source: This field must be a valid date.
ar: يجب أن يكون هذا الحقل تاريخًا صالحًا.
fa_ir: این فیلد باید دارای یک تاریخ معتبر باشد.

source: You must provide a valid email for this option.
ar: يجب عليك تقديم بريد إلكتروني صالح لهذا الخيار.
fa_ir: شما باید یک ایمیل معتبر برای این گزینه فراهم کنید .

source: Invalid HTML was found in this field and has been removed.
ar: تم العثور على HTML غير صالح في هذا الحقل وتم إزالته.
fa_ir: HTML غیر مجاز در این قسمت پیدا شد و حذف شد.

source: Javascript has been successfully escaped.
ar: تم إفلات جافا سكريبت بنجاح.
fa_ir: جاوا اسکریپت با موفقیت رها شد.

source: You must not enter any HTML in this field. All HTML has been removed.
ar: يجب ألا تدخل أي HTML في هذا المجال. تمت إزالة كل HTML.
fa_ir: شما نباید کدهای HTML را در این فیلد وارد کنید، همه تگ های HTML حذف شده می شوند.

source: You must not enter any special characters in this field, all special characters have been removed.
ar: يجب ألا تدخل أي رموز خاصة (مثل: &*!) في هذا الحقل ، فقد تم حذف جميع الأحرف الخاصة.
fa_ir: شما نباید کاراکترهای ویژه را در این فیلد وارد کنید . همه ی کاراکتر های ویژه پاک شدند.

source: This field cannot be empty. Please provide a value.
ar: هذا الحقل لا يمكن ان يكون فارغا. يرجى ادخال قيمة.
fa_ir: این فیلد نمی تواند خالی باشد لطفا یک مقدار پر کنید.

source: You must provide a numerical value for this option.
ar: يجب عليك توفير قيمة عددية لهذا الخيار.
fa_ir: شما باید یک مقدار عددی برای این گزینه فراهم کنید.

source: That URL slug is in use, please choose another.
ar: الرابط الثابت لعنوان URL قيد الاستخدام ، يرجى اختيار آخر.
fa_ir: نامک URL در حال استفاده است، لطفاً نامک دیگری را انتخاب کنید.

source: You must provide a valid URL for this option.
ar: يجب عليك ادخال رابط صالح لهذا الخيار.
fa_ir: شما باید یک آدرس معتبر برای این گزینه فراهم کنید.

source: If you like
ar: إذا تحب
fa_ir: اگر دوست دارید

source: please leave us a
ar: من فضلك اترك لنا
fa_ir: لطفا ما را ترک کنید

source: rating. A huge thank you in advance!
ar: تقييم. شكرا جزيلا لك مقدما!
fa_ir: رتبه بندی پیشاپیش یک تشکر فراوان!

source: What is Redux Framework?
ar: ما هو إطار العمل Redux؟
fa_ir: فریم ورک ردوکس چیست؟

source: What is Redux?
ar: ما هو Redux؟
fa_ir: فریم ورک ردوکس چیست؟

source: Disable Panel Demo
ar: تعطيل عرض اللوحة
fa_ir: غیرفعال‌سازی پنل دمو

source: Enable Panel Demo
ar: تفعيل عرض اللوحة
fa_ir: فعال کردن پنل دمو

source: Welcome to
ar: مرحبا بك في
fa_ir: خوش آمدید به

source: Redux is the world's most powerful and widely used WordPress interface builder. We are trusted by millions of developers and end users world-wide.
ar: Redux هو منشئ واجهة WordPress الأقوى والأكثر استخدامًا في العالم. يثق بنا الملايين من المطورين والمستخدمين النهائيين في جميع أنحاء العالم.
fa_ir: Redux قدرتمندترین و پرکاربردترین سازنده رابط وردپرس در جهان است. میلیون ها توسعه دهنده و کاربر نهایی در سراسر جهان به ما اعتماد دارند.

source: Did I install this?
ar: هل قمت بتثبيت هذا؟
fa_ir: اینو نصب کردم؟

source: Maybe not! These items are using Redux. If you want to keep using them, Redux will need to remain installed and activated.
ar: ربما لا! هذه العناصر تستخدم Redux. إذا كنت ترغب في الاستمرار في استخدامها ، فستحتاج Redux إلى أن تظل مثبتة ومفعلة.
fa_ir: شاید نه! این موارد از Redux استفاده می کنند. اگر می خواهید به استفاده از آنها ادامه دهید، Redux باید نصب و فعال بماند.

source: Maybe not! If you want to see what Redux is all about, click here to %1$sActivate Demo Mode%2$s.
ar: ربما لا! إذا كنت تريد معرفة موضوع Redux ، فانقر هنا من أجل %1$s لتفعيل الوضع التجريبي %2$s.
fa_ir: شاید نه! اگر می‌خواهید ببینید Redux چیست، اینجا را کلیک کنید تا %1$sحالت نمایشی%2$s را فعال کنید.

source: Version:
ar: إصدار:
fa_ir: نسخه:

source: By
ar: بواسطة
fa_ir: توسط

source: Theme
ar: سمة
fa_ir: پوسته

source: Plugin
ar: توصيل في
fa_ir: افزونه

source: Save Changes
ar: حفظ التغييرات
fa_ir: ذخیره کردن تغییرات

source: Reset Section
ar: إعادة ضبط القسم
fa_ir: بازگردانی پیش‌فرض بخش

source: Reset All
ar: إعادة ضبط الكل
fa_ir: بازگردانی پیش‌فرض همه

source: Developer Mode Enabled
ar: تم تمكين وضع المطور
fa_ir: حالت برنامه نویس فعال

source: WP_DEBUG is enabled
ar: تم تمكين WP_DEBUG
fa_ir: WP_DEBUG فعال است

source: you are working in a localhost environment
ar: أنت تعمل في بيئة مضيفة محلية
fa_ir: شما در حال کارکردن در محیط لوکال هاست هستید

source: and
ar: و
fa_ir: و

source: This has been automatically enabled because
ar: تم تمكين هذا تلقائيًا لأن
fa_ir: این مورد به صورت اتوماتیک فعال شده است .چون

source: Theme Settings
ar: إعدادات السمة
fa_ir: تنظیمات پوسته

source: Template guide
ar: دليل السمة
fa_ir: راهنمای پوسته

source: If you have questions about working with the template, contact meysam98@gmail.com.
ar: إذا كانت لديك أسئلة حول استخدام السمة، فاتصل بـ meysam98@gmail.com.
fa_ir: اگر سوالی در مورد کار با قالب دارید، با meysam98@gmail.com در تماس باشید.

source: View the training documentation of this section of the settings
ar: عرض وثائق التدريب لهذا القسم من الإعدادات
fa_ir: مشاهده مستندات آموزشی این بخش از تنظیمات

source: Products brand
ar: ماركة المنتجات
fa_ir: برند محصولات

source: Products brand's settings (In case of error 404, re-save permalinks once.)
ar: إعدادات العلامة التجارية للمنتج (إذا تلقيت خطأ 404 أو لم يتم العثور عليها ، فاحفظ إعدادات الارتباط الفريدة مرة واحدة.)
fa_ir: تنظیمات برند محصولات (در صورت دریافت ارور 404 یا پیدا نشد تنظیمات پیوند یکتا را یکبار ذخیره نمایید.)

source: Activate the product brand feature
ar: تفعيل ميزات العلامة التجارية للمنتج
fa_ir: فعال‌سازی ویژگی برند محصولات

source: Product brand slug
ar: عنوان العلامة التجارية للمنتج
fa_ir: نامک برند محصول

source: After save settings, go to wordpress permalink setting and click save.
ar: بعد حفظ الإعدادات ، انتقل إلى إعدادات WordPress وانقر فوق حفظ.
fa_ir: بعد از ذخیره تنظیمات، به تنظیمات پیوند یکتا وردپرس بروید و بر روی ذخیره کلیک کنید.

source: Product brand taxonomy
ar: تصنيف العلامة التجارية للمنتج
fa_ir: Taxonomy برندمحصول

source: After save settings, go to wordpress permalink setting and click save. With this section, you can change the taxonomy of the brand that is stored in the database, note that by changing this section, the brands you have already created will not be displayed, this section is used to be compatible with other brands of templates and plugins.
ar: بعد حفظ الإعدادات ، انتقل إلى إعداد رابط ووردبريس الثابت وانقر فوق حفظ. باستخدام هذا القسم ، يمكنك تغيير تصنيف العلامة التجارية المخزنة في قاعدة البيانات ، لاحظ أنه من خلال تغيير هذا القسم ، لن يتم عرض العلامات التجارية التي قمت بإنشائها بالفعل ، ويستخدم هذا القسم ليكون متوافقًا مع العلامات التجارية الأخرى للقوالب و الإضافات.
fa_ir: بعد از ذخیره تنظیمات، به تنظیمات پیوند یکتا وردپرس بروید و بر روی ذخیره کلیک کنید. توسط این بخش می توانید taxonomy برند که در دیتابیس ذخیره می شود را تغییر دهید، توجه کنید که با تغییر این بخش برندهایی که قبلا ساخته اید نمایش داده نمی شوند، کاربرد این قسمت برای سازگاری با برندهای قالب ها و افزونه های دیگر می باشد.

source: Show product brand
ar: عرض العلامة التجارية للمنتج
fa_ir: نمایش برند محصول

source: Show product brand section in product page
ar: اعرض قسم العلامة التجارية للمنتج على صفحة المنتج
fa_ir: نمایش بخش برند محصول در صفحه محصول

source: Add brand schema
ar: أضف مخطط العلامة التجارية
fa_ir: اضافه کردن کد اسکیما برند

source: Add brand schema to product schema
ar: أضف مخطط العلامة التجارية إلى مخطط المنتج
fa_ir: اضافه کردن کد اسکیما برند به اسکیما محصول

source: Show product brand tab
ar: عرض علامة تبويب المنتج التجاري
fa_ir: نمایش سربرگ برند محصول

source: Show product brand tab in product page
ar: عرض علامة تبويب المنتج في صفحة المنتج
fa_ir: نمایش سربرگ برند محصول در صفحه محصول

source: Product brand tab title
ar: عنوان علامة تبويب المنتج
fa_ir: عنوان سربرگ برند محصول

source: Product brand
ar: ماركة المنتج
fa_ir: برند محصول

source: Display the brand logo above the product title
ar: اعرض شعار العلامة التجارية فوق عنوان المنتج
fa_ir: نمایش لوگوی برند بالای عنوان محصول

source: Display brand logo before product metas
ar: عرض شعار العلامة التجارية قبل وصف المنتج
fa_ir: نمایش لوگوی برند قبل از متای محصول

source: Remove the brand logo link
ar: إزالة رابط شعار العلامة التجارية
fa_ir: حذف لینک لوگوی برند

source: Comment Settings
ar: إعدادات التعليق
fa_ir: تنظیمات دیدگاه‌ها

source: Settings related to the form of views and reviews of products
ar: الإعدادات المتعلقة بشكل المشاهدات والمراجعات للمنتجات
fa_ir: تنظیمات مربوط به فرم دیدگاه و نقد و بررسی محصولات

source: Comments settings
ar: إعدادات التعليقات
fa_ir: تنظیمات دیدگاه‌ها

source: Remove the website field from the comment form
ar: قم بإزالة حقل موقع الويب من نموذج التعليق
fa_ir: حذف فیلد وب سایت از فرم دیدگاه

source: Remove the email field from the comment form
ar: قم بإزالة حقل البريد الإلكتروني من نموذج التعليق
fa_ir: حذف فیلد ایمیل از فرم دیدگاه
