Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: In full width mode, page content is displayed as full screen.
ar: في وضع العرض الكامل ، يتم عرض محتوى الصفحة في وضع ملء الشاشة.
fa_ir: در حالت تمام عرض محتوای صفحه به صورت تمام صفحه نمایش داده می شود.

source: Rounded Corners
ar: زوايا مدورة
fa_ir: گوشه های گرد

source: Round corners for different parts of the site.
ar: زوايا دائرية لأجزاء مختلفة من الموقع.
fa_ir: گوشه های گرد در بخش های مختلف سایت.

source: Roundness around buttons and fields (pixel)
ar: دائرية حول الأزرار والحقول (بكسل)
fa_ir: میزان گرد بودن اطراف دکمه ها و فیلدها (پیکسل)

source: With this option, you can specify the degree of roundness around the buttons and data entry fields
ar: باستخدام هذا الخيار ، يمكنك تحديد درجة الاستدارة حول الأزرار وحقول إدخال البيانات
fa_ir: توسط این گزینه می توانید میزان گردی اطراف دکمه ها و فیلدهای ورود اطلاعات را مشخص کنید

source: Show the second product image
ar: اعرض صورة المنتج الثانية
fa_ir: نمایش دومین تصویر محصول

source: Display the second product image when hovering
ar: اعرض صورة المنتج الثانية عند التمرير الماوس
fa_ir: نمایش دومین تصویر محصول هنگام عبور ماوس

source: Disable mobile browser address bar color
ar: تعطيل لون شريط عنوان متصفح الجوال
fa_ir: غیرفعال سازی رنگ نوار آدرس در موبایل

source: Change mobile browser address bar color
ar: تغيير لون شريط عنوان متصفح الجوال
fa_ir: تغییر رنگ نوار آدرس در موبایل

source: By default the color of this bar is received from the default color of the theme
ar: يتم تلقي لون هذا الشريط افتراضيًا من اللون الافتراضي للسمة
fa_ir: به صورت پیش‌فرض رنگ این قسمت از رنگبندی پیش‌فرض پوسته دریافت می شود

source: Mobile browser address bar color
ar: لون شريط عنوان متصفح الجوال
fa_ir: رنگ نوار آدرس در موبایل

source: Change the scrollbar color
ar: تغيير لون شريط التمرير
fa_ir: تغییر رنگ اسکرول بار

source: Changing the color of the scroll bar of the site according to the template color
ar: تغيير لون شريط التمرير الخاص بالموقع حسب لون القالب
fa_ir: تغییر رنگ اسکرول بار سایت مطابق با رنگ قالب

source: Template color
ar: لون السمة
fa_ir: رنگبندی پوسته

source: Choose the color scheme for the template, this color will be displayed as the main theme of the site in most sections, such as the menu and widgets.
ar: اختر نظام الألوان للقالب ، سيتم عرض هذا اللون كموضوع رئيسي للموقع في معظم الأقسام ، مثل القائمة والأدوات.
fa_ir: رنگبندی کلی پوسته را انتخاب نمایید، این رنگ به عنوان تم اصلی سایت در بیشتر بخش ها مانند منو و ابزارک‌ها نمایش داده می شود.

source: Slider title color
ar: لون عنوان شريط التمرير
fa_ir: رنگ عنوان اسلایدر

source: Active slider title color
ar: لون عنوان شريط التمرير في حالة التفعيل
fa_ir: رنگ عنوان اسلایدر در حالت فعال

source: Price color
ar: لون السعر
fa_ir: رنگ قیمت

source: Choose the color for the prices.
ar: اختر لون الأسعار.
fa_ir: رنگ قیمت ها را انتخاب نمایید.

source: Color change free prices, call and soon
ar: تغيير اللون بأسعار مجانية ، اتصل وقريباً
fa_ir: تغییر رنگ قیمت رایگان، تماس بگیرید و به زودی

source: Free or call prices color
ar: لون مجاني أو أسعار المكالمة
fa_ir: رنگ قیمت های رایگان یا تماس بگیرید

source: Choose the color for the free or call prices
ar: اختر اللون للحصول على الأسعار المجانية أو أسعار المكالمات
fa_ir: رنگ قیمت های رایگان یا تماس بگیرید را انتخاب کنید

source: Comingsoon color
ar: قريبا اللون
fa_ir: رنگ به زودی

source: Choose the color for the Comingsoon prices
ar: اختر لون أسعار قريبا
fa_ir: رنگ قیمت های به زودی را انتخاب کنید

source: Product price font size on product page (pixel)
ar: حجم خط سعر المنتج على صفحة المنتج (بكسل)
fa_ir: اندازه فونت قیمت محصول در صفحه محصول

source: Discount badge color
ar: لون شارة الخصم
fa_ir: رنگ ناحیه تخفیف

source: Choose the color for the Discount badge.
ar: اختر لون شارة الخصم.
fa_ir: رنگ ناحیه علامت میزان تخفیف را انتخاب نمایید.

source: Discount badge text color
ar: اختر لون شارة الخصم
fa_ir: رنگ متن علامت تخفیف را انتخاب نمایید

source: Choose the color for the Discount badge text.
ar: اختر لون نص شارة الخصم.
fa_ir: رنگ متن ناحیه علامت میزان تخفیف را انتخاب نمایید.

source: Read more and View product (Add to cart) buttons in archive pages
ar: اقرأ المزيد واعرض أزرار المنتج (إضافة إلى عربة التسوق) في صفحات الأرشيف
fa_ir: دکمه های ادامه مطلب و مشاهده محصول (افزودن به سبد خرید) در صفحات آرشیو

source: Show read more and view product buttons
ar: إظهار قراءة المزيد وعرض أزرار المنتج
fa_ir: نمایش دکمه های ادامه مطلب و مشاهده محصول

source: Remove the read more button from the posts
ar: قم بإزالة زر قراءة المزيد من المشاركات
fa_ir: حذف دکمه ادامه مطلب از نوشته‌ها

source: Display buttons fixed
ar: أزرار العرض ثابتة
fa_ir: نمایش دکمه ها به صورت ثابت

source: Buttons fixed only in mobile mode
ar: تم إصلاح الأزرار فقط في وضع الهاتف المحمول
fa_ir: دکمه ها فقط در حالت موبایل ثابت می شوند

source: Read more and View product buttons color
ar: لون أزرار اقرأ المزيد واعرض المنتج
fa_ir: رنگ دکمه های ادامه مطلب و مشاهده محصول

source: Read more and View product buttons text color
ar: لون نص أزرار اقرأ المزيد واعرض المنتج
fa_ir: رنگ متن دکمه های ادامه مطلب و مشاهده محصول

source: Read more and View product buttons hover and click color
ar: اللون الزر عند تمرير الماوس في أزرار اقرأ المزيد و عرض المنتج
fa_ir: رنگ دکمه های ادامه مطلب و مشاهده محصول هنگام عبور ماوس

source: Read more and View product buttons hover and click text color
ar: لون الخط عند تمرير الماوس في أزرار اقرأ المزيد و عرض المنتج
fa_ir: رنگ متن دکمه های ادامه مطلب و مشاهده محصول هنگام عبور ماوس

source: Add to cart button in product page
ar: إضافة إلى زر عربة التسوق في صفحة المنتج
fa_ir: دکمه افزودن به سبد خرید در صفحه محصول

source: Add to cart button color
ar: لون زر إضافة إلى عربة التسوق
fa_ir: رنگ دکمه افزودن به سبد خرید

source: Add to cart button text color
ar: لون خط الزر إضافة إلى عربة التسوق
fa_ir: رنگ متن دکمه افزودن به سبد خرید

source: Login button in header
ar: زر تسجيل الدخول في الهدر
fa_ir: دکمه ورود در هدر

source: Login button color
ar: لون زر تسجيل الدخول
fa_ir: رنگ دکمه ورود

source: Login button text color
ar: لون خط زر تسجيل الدخول
fa_ir: رنگ متن دکمه ورود

source: Login button hover and click color
ar: لون زر تسجيل الدخول عند تمرير الماوس
fa_ir: رنگ دکمه ورود هنگام عبور ماوس

source: Login button hover and click text color
ar: لون خط زر تسجيل الدخول عند تمرير الماوس
fa_ir: رنگ متن دکمه ورود هنگام عبور ماوس

source: Register button in header
ar: زر التسجيل في الهدر
fa_ir: دکمه ثبت‌نام در هدر

source: Register button color
ar: لون زر التسجيل
fa_ir: رنگ دکمه ثبت‌نام

source: Register button text color
ar: لون خط زر التسجيل
fa_ir: رنگ متن دکمه ثبت‌نام

source: Register button hover and click color
ar: لون زر التسجيل عند تمرير الماوس
fa_ir: رنگ دکمه ثبت‌نام هنگام عبور ماوس

source: Register button hover and click text color
ar: لون خط زر التسجيل عند تمرير الماوس
fa_ir: رنگ متن دکمه ثبت‌نام هنگام عبور ماوس

source: Site Background
ar: خلفية الموقع
fa_ir: پس زمینه سایت

source: Select a picture as a background.
ar: حدد صورة كخلفية.
fa_ir: تصویری را به عنوان پس زمینه انتخاب نمایید.

source: Custom background
ar: خلفية مخصصة
fa_ir: پس زمینه سفارشی

source: Choose a background color or upload a custom photo
ar: اختر لون الخلفية أو حمّل صورة مخصصة
fa_ir: انتخاب رنگ پس زمینه یا آپلود عکس دلخواه

source: Customize the site background according to your taste.
ar: تخصيص خلفية الموقع حسب ذوقك.
fa_ir: پس زمینه سایت را مطابق سلیقه شخصی سازی نمایید.

source: Dark mode settings
ar: إعدادات الوضع الداكن
fa_ir: تنظیمات حالت تاریک

source: Dark Mode
ar: الوضع الداكن
fa_ir: حالت تاریک

source: By activating this option, the ability to switch to dark mode will be added to your site.
ar: من خلال تنشيط هذا الخيار ، ستتم إضافة القدرة على التبديل إلى الوضع المظلم إلى موقعك.
fa_ir: با فعال‌سازی این گزینه قابلیت سوئیچ به حالت تاریک (دارک مد) به سایت شما اضافه خواهد شد.

source: Dark mode theme
ar: موضوع الوضع المظلم
fa_ir: تم حالت تاریک

source: Show dark mode switch button
ar: إظهار زر تبديل الوضع المظلم
fa_ir: نمایش دکمه سوئیچ حالت تاریک

source: Dark mode is enabled by default
ar: يتم تمكين الوضع الداكن افتراضيًا
fa_ir: فعال بودن حالت تاریک به صورت پیش‌فرض

source: Adapting to operating system settings
ar: التكيف مع إعدادات نظام التشغيل
fa_ir: تطبیق با تنظیمات سیستم عامل

source: By activating this option, if the dark mode is enabled in the operating system of the visitor (Android, iOS, Windows, etc.), the dark mode will be activated automatically.
ar: من خلال تنشيط هذا الخيار ، إذا تم تمكين الوضع المظلم في نظام تشغيل الزائر (Android و iOS و Windows وما إلى ذلك) ، فسيتم تنشيط الوضع المظلم تلقائيًا.
fa_ir: با فعال کردن این گزینه در صورت فعال بودن حالت تاریک در سیستم عامل بازدید کننده (اندروید، iOS، ویندوز و ...)، حالت تاریک به صورت خودکار فعال می شود.

source: Change template color in dark mode
ar: تغيير لون القالب في الوضع الداكن
fa_ir: تغییر رنگبندی پوسته در حالت تاریک

source: Template color in dark mode
ar: لون القالب في الوضع المظلم
fa_ir: رنگبندی پوسته در حالت تاریک

source: Choose the color scheme for the template in dark mode, this color will be displayed as the main theme of the site in most sections, such as the menu and widgets.
ar: اختر نظام الألوان للقالب في الوضع الداكن ، سيتم عرض هذا اللون كموضوع رئيسي للموقع في معظم الأقسام ، مثل القائمة والأدوات.
fa_ir: رنگبندی کلی پوسته را در حالت تاریک انتخاب نمایید، این رنگ به عنوان تم اصلی سایت در بیشتر بخش ها مانند منو و ابزارک‌ها نمایش داده می شود.

source: Change price color in dark mode
ar: تغيير لون السعر في الوضع الداكن
fa_ir: تغییر رنگ قیمت در حالت تاریک

source: Price color in dark mode
ar: لون السعر في الوضع المظلم
fa_ir: رنگ قیمت در حالت تاریک

source: Color change free prices, call and soon in dark mode
ar: تغيير اللون بأسعار مجانية ، اتصل وقريبًا في الوضع المظلم
fa_ir: تغییر رنگ قیمت رایگان، تماس بگیرید و به زودی در حالت تاریک

source: Choose the color for the free or call prices in dark mode
ar: اختر اللون المجاني أو أسعار المكالمات في الوضع المظلم
fa_ir: رنگ قیمت های رایگان یا تماس بگیرید را انتخاب کنید در حالت تاریک

source: Choose the color for the Comingsoon prices in dark mode
ar: اختر لون أسعار قريباً في الوضع المظلم
fa_ir: رنگ قیمت های به زودی را انتخاب کنید در حالت تاریک

source: Logo settings in dark mode
ar: إعدادات الشعار في الوضع المظلم
fa_ir: تنظیمات لوگو در حالت تیره

source: Change logo in dark mode
ar: تغيير الشعار في الوضع المظلم
fa_ir: تغییر لوگو در حالت تاریک

source: Site background in dark mode
ar: خلفية الموقع في الوضع المظلم
fa_ir: پس زمینه سایت در حالت تاریک

source: Background in dark mode
ar: الخلفية في الوضع المظلم
fa_ir: پس زمینه سایت در حالت تاریک

source: Dark mode footer background settings
ar: إعدادات خلفية تذييل الوضع الداكن
fa_ir: تنظیمات پس زمینه فوتر در حالت تاریک

source: Background footer in dark mode
ar: تذييل الخلفية في الوضع المظلم
fa_ir: پس زمینه فوتر سایت در حالت تاریک

source: Phone number
ar: رقم التليفون
fa_ir: شماره تلفن

source: Send
ar: يرسل
fa_ir: ارسال

source: Phone number is wrong!
ar: رقم الهاتف خاطئ!
fa_ir: شماره تلفن اشتباه است!

source: SMS sent successfully!
ar: تم إرسال الرسالة النصية القصيرة بنجاح!
fa_ir: پیامک با موفقیت ارسال شد!

source: SMS not sent!
ar: لم يتم إرسال الرسالة النصية القصيرة!
fa_ir: پیامک ارسال نشد!

source: Page Settings
ar: إعدادات الصفحة
fa_ir: تنظیمات برگه

source: Pages Sidebar
ar: الشريط الجانبي لعلامة التبويب
fa_ir: ستون کناری برگه ها

source: Specify the location of the pages sidebar, this feature is also customizable for each page.
ar: حدد موقع الشريط الجانبي لعلامات التبويب ، ويمكن ضبط هذه الميزة بشكل منفصل لكل علامة تبويب.
fa_ir: محل قرارگیری ستون کناری برگه ها را مشخص نمایید، همچنین این ویژگی به طور جداگانه برای هر برگه قابل تنظیم می باشد.

source: No sidebar
ar: بدون شريط جانبي
fa_ir: بدون سایدبار

source: Show Page Thumbnail
ar: عرض علامة تبويب الصورة المصغرة
fa_ir: نمایش عکس بند انگشتی برگه

source: Show page Thumbnail in top of page content
ar: إظهار علامة التبويب المصغرة في الجزء العلوي من المحتوى
fa_ir: نمایش عکس بند انگشتی برگه در بالای محتوا

source: Hide page title
ar: إخفاء عنوان الصفحة
fa_ir: مخفی کردن عنوان برگه

source: Hide page title in top of page content
ar: إخفاء عنوان الصفحة في أعلى محتوى الصفحة
fa_ir: مخفی کردن عنوان برگه در بالای محتوا

source: Popup settings
ar: إعدادات منبثقة
fa_ir: تنظیمات پاپ آپ

source: Enable popup window
ar: تفعيل النافذة المنبثقة
fa_ir: فعال‌سازی پاپ آپ

source: By activating this option, you can display a pop-up window after loading the site.
ar: من خلال تفعيل هذا الخيار ، يمكنك عرض نافذة منبثقة بعد تحميل الموقع.
fa_ir: با فعال سازی این گزینه می توانید پس از بارگذاری سایت یک پنجره پاپ آپ نمایش دهید.

source: Pop-up display only on home page
ar: عرض منبثق فقط على الصفحة الرئيسية
fa_ir: نمایش پاپ آپ فقط در صفحه اصلی

source: Close the popup by clicking anywhere on the page
ar: أغلق النافذة المنبثقة بالنقر في أي مكان على الصفحة
fa_ir: بسته شدن پاپ آپ با کلیک روی هر جایی از صفحه

source: Do not re-display the pop-up
ar: لا تقم بإعادة عرض النافذة المنبثقة
fa_ir: عدم نمایش مجدد پاپ آپ

source: Not displaying pop-ups on subsequent user visits after closing the window
ar: عدم عرض النوافذ المنبثقة في زيارات المستخدم اللاحقة بعد إغلاق النافذة
fa_ir: عدم نمایش پاپ آپ در بازدیدهای بعدی کاربر پس از بستن پنجره

source: After this time, the pop-up will be displayed again, enter 0 to not display.
ar: بعد هذا الوقت ، سيتم عرض النافذة المنبثقة مرة أخرى ، أدخل 0 لعدم العرض.
fa_ir: پس از سپری شدن این مدت پاپ آپ مجددا نمایش داده خواهد شد، برای عدم نمایش ۰ وارد کنید.

source: Pop-up size
ar: حجم النافذة المنبثقة
fa_ir: اندازه پاپ آپ

source: Small
ar: صغير
fa_ir: کوچک

source: Larg
ar: كبير
fa_ir: بزرگ

source: Popup title
ar: عنوان منبثق
fa_ir: عنوان پاپ آپ

source: Popup content settings
ar: إعدادات المحتوى المنبثقة
fa_ir: تنظیمات محتوای پاپ آپ

source: Popup content text
ar: نص محتوى منبثق
fa_ir: متن محتوای پاپ آپ

source: <p> This text can be changed through the template settings section.<br /> Lorem ipsum dolor sit amet, consectetur adipiscing elit. Printers and texts, but also newspapers and magdinaes in columns and rows as needed and for the current state of technology required and a variety of applications with the aim of improving practical tools. Sixty-three percent of books in the past, present and future require a lot of knowledge from the community and professionals to create more knowledge with software for computer designers, especially creative designers and leading culture in the Persian language. In this case, it can be hoped that all the difficulties in presenting solutions and difficult typing conditions will end and the required time, including typing the main achievements and answering the continuous questions of the existing world of design, will be basically used.</p>
ar: <p> يمكن تغيير هذا النص من خلال قسم إعدادات النموذج <br /> Lorem ipsum dolor sit amet، consectetur adipiscing elit. الطابعات والنصوص ، ولكن أيضًا الصحف والمجلات في أعمدة وصفوف حسب الحاجة وللحالة الحالية للتكنولوجيا المطلوبة ومجموعة متنوعة من التطبيقات بهدف تحسين الأدوات العملية. تتطلب 63 بالمائة من الكتب في الماضي والحاضر والمستقبل الكثير من المعرفة من المجتمع والمهنيين لخلق المزيد من المعرفة بالبرمجيات لمصممي الكمبيوتر ، وخاصة المصممين المبدعين والثقافة الرائدة في اللغة الفارسية. في هذه الحالة ، يمكن أن نأمل أن تنتهي جميع الصعوبات في تقديم الحلول وظروف الكتابة الصعبة وسيتم استخدام الوقت المطلوب ، بما في ذلك كتابة الإنجازات الرئيسية والإجابة على الأسئلة المستمرة لعالم التصميم الحالي. </ ص>
fa_ir: <p>این متن از طریق بخش تنظیمات قالب قابل تغییر است.<br /> لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>

source: Popup image settings
ar: إعدادات الصورة المنبثقة
fa_ir: تنظیمات تصویر پاپ آپ

source: Show popup image
ar: إظهار الصورة المنبثقة
fa_ir: نمایش تصویر پاپ آپ

source: Popup image
ar: صورة منبثقة
fa_ir: تصویر پاپ آپ

source: Upload your popup image from this section.
ar: قم بتحميل الصورة المنبثقة الخاصة بك من هذا القسم.
fa_ir: تصویر پاپ آپ خود را از این بخش آپلود نمایید.

source: Image link
ar: رابط الصورة
fa_ir: پیوند تصویر

source: Popup image position
ar: موقف الصورة المنبثقة
fa_ir: موقعیت تصویر پاپ آپ

source: Image only
ar: الصورة فقط
fa_ir: فقط تصویر

source: Popup button settings
ar: إعدادات الزر المنبثق
fa_ir: تنظیمات دکمه پاپ آپ

source: Show popup button
ar: إظهار الزر المنبثق
fa_ir: نمایش دکمه پاپ آپ

source: Post Settings
ar: إعدادات المنشورات
fa_ir: تنظیمات نوشته

source: Posts Sidebar
ar: المشاركات الشريط الجانبي
fa_ir: ستون کناری نوشته‌ها

source: Specify the location of the posts sidebar, this feature is also customizable for each post.
ar: حدد موقع الشريط الجانبي للمشاركات ، فهذه الميزة قابلة للتخصيص أيضًا لكل منشور.
fa_ir: محل قرارگیری ستون کناری نوشته‌ها را مشخص نمایید، همچنین این ویژگی به طور جداگانه برای هر نوشته قابل تنظیم می باشد.

source: Posts Archive Sidebar
ar: أرشيف المشاركات الشريط الجانبي
fa_ir: ستون کناری صفحات آرشیو نوشته‌ها

source: Specify the location of the posts sidebar in archive pages (Category page, Tag page, ...)
ar: حدد موقع الشريط الجانبي للمشاركات في صفحات الأرشيف (صفحة الفئة ، صفحة التاك ، ...)
fa_ir: محل قرارگیری ستون کناری صفحات آرشیو نوشته را مشخص نمایید (صفحه دسته‌بندی، صفحه برچسب، ...)

source: Number of posts columns
ar: عدد أعمدة المنشورات
fa_ir: تعداد ستون نوشته‌ها

source: Number of posts columns in archive pages
ar: عدد أعمدة المشاركات في صفحات الأرشيف
fa_ir: تعداد ستون نوشته‌ها در صفحات آرشیو

source: Show post archive title
ar: عرض عنوان أرشيف آخر
fa_ir: نمایش عنوان آرشیو نوشته‌ها

source: Add archive title to post archive pages
ar: يضيف عناوين الصفحة لأرشفة المنشورات
fa_ir: عنوان صفحات را به آرشیو نوشته‌ها اضافه می کند

source: Custom size for thumbnails of posts
ar: حجم مخصص للصور المصغرة لمنشورات
fa_ir: اندازه سفارشی برای تصاویر بندانگشتی نوشته‌ها

source: Need to regenerate thumbnails by the plugin (regenerate thumbnails)
ar: تحتاج إلى إعادة إنشاء الصور المصغرة بواسطة البرنامج المساعد (regenerate thumbnails)
fa_ir: نیاز به بازسازی تصاویر بندانگشتی توسط افزونه (regenerate thumbnails) می باشد

source: Show author info block in post page
ar: إظهار كتلة معلومات المؤلف في صفحة النشر
fa_ir: نمایش بلاک اطلاعات نویسنده در صفحه نوشته

source: Show the post description in a summary form on mobile
ar: اعرض وصف المنشور في نموذج ملخص على الهاتف المحمول
fa_ir: نمایش توضیحات نوشته به صورت خلاصه در موبایل

source: Show the post description in a summary form on desktop
ar: اعرض وصف المنشور في نموذج ملخص على سطح المكتب
fa_ir: نمایش توضیحات نوشته به صورت خلاصه در دسکتاپ

source: Ajax Posts loading
ar: تحميل المنشورات بشكل Ajax
fa_ir: بارگذاری آجاکس نوشته‌ها

source: Loading posts ajax and remove pagination
ar: تحميل المنشورات بشكل Ajax وإزالة ترقيم الصفحات
fa_ir: بارگیری آجاکس نوشته‌ها و حذف صفحه بندی

source: Automatic loading of more posts
ar: التحميل التلقائي لمزيد من المشاركات
fa_ir: بارگذاری اتوماتیک نوشته‌های بیشتر

source: Automatic loading of more posts when reaching the end of posts
ar: التحميل التلقائي لمزيد من المشاركات عند الوصول إلى نهاية المشاركات
fa_ir: بارگذاری اتوماتیک نوشته‌های بیشتر با رسیدن به انتهای نوشته‌ها

source: Show page number
ar: إظهار رقم الصفحة
fa_ir: نمایش شماره صفحه

source: Display page number in Ajax loading mode
ar: عرض رقم الصفحة في وضع تحميل Ajax
fa_ir: نمایش شماره صفحه در حالت بارگذاری آجاکس

source: Hide Post title
ar: إخفاء عنوان المنشور
fa_ir: مخفی کردن عنوان نوشته

source: Hide Post title in top of post content
ar: إخفاء عنوان المنشور في أعلى محتوى المشاركة
fa_ir: مخفی کردن عنوان نوشته در بالای محتوا

source: Show Post thumbnail in top of post content
ar: إظهار الصورة المصغرة للمشاركة في أعلى محتوى المشاركة
fa_ir: نمایش عکس بند انگشتی نوشته در بالای محتوا

source: View Post tags section
ar: عرض قسم تاكات المشاركة
fa_ir: نمایش بخش برچسب های نوشته

source: View Post category section
ar: عرض قسم فئة المنشور
fa_ir: نمایش بخش دسته‌بندی نوشته

source: View Post view section
ar: عرض القسم المشاهدات
fa_ir: نمایش بخش بازدید نوشته

source: Show author name in post page
ar: إظهار اسم المؤلف في المشاركات
fa_ir: نمایش نام نویسنده در صفحه نوشته

source: Show publish date in post page
ar: عرض تاريخ النشر في صفحة النشر
fa_ir: نمایش تاریخ انتشار در صفحه نوشته

source: Show update date in post page
ar: إظهار تاريخ التحديث في صفحة النشر
fa_ir: نمایش تاریخ به روزرسانی در صفحه نوشته

source: Share Post Button
ar: زر المشاركة
fa_ir: دکمه اشتراک گذاری

source: Show Share Post Button in post page
ar: أظهر زر المشاركة في صفحة النشر
fa_ir: نمایش دکمه اشتراک گذاری در صفحه نوشته

source: Display link to previous and next post on post page
ar: عرض الارتباط إلى المنشور السابق والتالي على صفحة النشر
fa_ir: نمایش پیوند به نوشته قبلی و بعدی در صفحه نوشته

source: Post settings on archive pages
ar: إعدادات النشر على صفحات الأرشيف
fa_ir: تنظیمات نوشته در صفحات آرشیو

source: Show post category on the thumbnail image
ar: عرض الفئة على الصورة المصغرة
fa_ir: نمایش دسته‌بندی نوشته روی تصویر شاخص

source: Post category style
ar: نمط فئة المشاركة
fa_ir: استایل دسته‌بندی نوشته

source: Show post publish date on the thumbnail image
ar: عرض آخر تاريخ النشر على الصورة المصغرة
fa_ir: نمایش تاریخ انتشار نوشته روی تصویر شاخص

source: Post publish date style
ar: نمط تاريخ النشر
fa_ir: سبک نمایش تاریخ انتشار

source: Show the name of the author
ar: اظهار اسم المؤلف
fa_ir: نمایش نام نویسنده

source: Link author name to author page
ar: ربط اسم المؤلف إلى صفحة المؤلف
fa_ir: پیوند نام نویسنده به صفحه نویسنده

source: Show post excerpt in post archive pages
ar: عرض مقتطفات آخر في صفحات أرشيف آخر
fa_ir: نمایش خلاصه پست در صفحات آرشیو پست

source: Related Posts settings
ar: إعدادات المنشورات ذات الصلة
fa_ir: تنظیمات نوشته‌های مرتبط

source: Related Post
ar: المنشورات ذات الصلة
fa_ir: نوشته‌های مرتبط

source: Show related post section in post page
ar: إظهار قسم المنشورات ذات الصلة في صفحة النشر
fa_ir: نمایش بخش نوشته‌های مرتبط در صفحه نوشته

source: Show at the top of the post
ar: تظهر في أعلى المنشور
fa_ir: نمایش در بالای نوشته

source: Show related posts on top of the post
ar: إظهار المنشورات ذات الصلة أعلى المنشور
fa_ir: نمایش نوشته‌های مرتبط در بالای نوشته

source: Block title
ar: عنوان البلوك
fa_ir: عنوان بلاک

source: Related Posts
ar: المنشورات ذات الصلة
fa_ir: نوشته‌های مرتبط

source: Post total count
ar: العدد الإجمالي للمنشورات
fa_ir: تعداد کل نوشته‌ها

source: Show related post by
ar: عرض المشاركات ذات الصلة عن طريق
fa_ir: نمایش نوشته‌های مرتبط بر اساس

source: Post category
ar: فئة المنشورات
fa_ir: دسته‌بندی نوشته‌ها

source: Post tag
ar: تاك المنشورات
fa_ir: برچسب نوشته‌ها

source: Show arrows
ar: عرض السهام
fa_ir: نمایش فلش ها

source: Post loop
ar: إعادة إظهار المنشورات
fa_ir: تکرار شدن نوشته‌ها

source: Auto play
ar: الحركة التلقائية
fa_ir: حرکت خودکار

source: Slider columns count
ar: عدد الأعمدة المنزلق
fa_ir: تعداد ستون های اسلایدر

source: Post related products settings
ar: نشر إعدادات المنتجات ذات الصلة
fa_ir: تنظیمات محصولات مرتبط با نوشته

source: Show related products in post page
ar: عرض المنتجات ذات الصلة في صفحة النشر
fa_ir: نمایش بخش محصولات مرتبط در صفحه نوشته

source: By activating this option, products related to the post will be displayed on the post page. These entries are selected by the same tag as the post.
ar: من خلال تفعيل هذا الخيار ، سيتم عرض المنتجات المتعلقة بالمنشور على صفحة المنشور. يتم تحديد هذه الإدخالات بنفس علامة المنشور.
fa_ir: با فعال شدن این گزینه، محصولات مرتبط با نوشته در صفحه نوشته نمایش داده می شوند. محصولات توسط برچسب مشابه با نوشته انتخاب می شوند.

source: Show related products on top of the post
ar: اعرض المنتجات ذات الصلة أعلى المنشور
fa_ir: نمایش محصولات مرتبط در بالای نوشته
