Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Page Not Found! Use the search to find the product or article you want.
ar: الصفحة غير موجودة! استخدم البحث للعثور على المنتج أو المقالة التي تريدها.
fa_ir: صفحه مورد نظر پیدا نشد! برای اینکه محصول یا نوشته مورد نظر را پیدا کنید از جستجو استفاده نمایید.

source: You might like to see the following!
ar: قد ترغب في رؤية ما يلي!
fa_ir: شاید مایل به دیدن مطالب زیر باشید!

source: Latest Products
ar: أحدث المنتجات
fa_ir: آخرین محصولات

source: Random Products
ar: منتجات عشوائية
fa_ir: محصولات تصادفی

source: Latest Posts
ar: أحدث المنشورات
fa_ir: آخرین مطالب

# comments title
source: One reply on &ldquo;%s&rdquo;
ar: رد واحد على &ldquo;%s&rdquo;
fa_ir: یک پاسخ به &ldquo;%s&rdquo;

# comments title
source: %1$s reply on &ldquo;%2$s&rdquo;
ar: %1$s رد على &ldquo;%2$s&rdquo;
fa_ir: %1$s پاسخ به &ldquo;%2$s&rdquo;

source: Reply
ar: رد
fa_ir: پاسخ

source: Prev
ar: السابق
fa_ir: قبلی

source: Next
ar: التالي
fa_ir: بعد

source: Comments are closed
ar: التعليقات مغلقة
fa_ir: نظرات بسته شده

source: Mega Menu
ar: قائمة ميجا
fa_ir: مگامنو

source: Header Menu
ar: قائمة الهدر
fa_ir: منوی هدر

source: User Menu
ar: قائمة المستخدم
fa_ir: منوی کاربری

source: Mobile Menu
ar: قائمة الموبایل
fa_ir: منوی موبایل

source: <i class="fal fa-chevron-right" aria-hidden="true" title="Next"></i>
ar: <i class="fal fa-chevron-right" aria-hidden="true" title="الصفحة التالية"></i>
fa_ir: <i class="fal fa-chevron-right" aria-hidden="true" title="صفحه بعد"></i>

source: <i class="fal fa-chevron-left" aria-hidden="true" title="Prev"></i>
ar: <i class="fal fa-chevron-left" aria-hidden="true" title="الصفحة السابقة"></i>
fa_ir: <i class="fal fa-chevron-left" aria-hidden="true" title="صفحه قبل"></i>

source: Login or register to view links
ar: قم بتسجيل الدخول أو التسجيل لعرض الروابط
fa_ir: برای مشاهده لینک‌ها وارد شوید یا ثبت نام کنید

source: Login Or Register
ar: تسجيل الدخول أو اشتراك
fa_ir: ورود یا ثبت‌نام

source: File size:
ar: حجم الملف:
fa_ir: حجم فایل:

source: Password:
ar: کلمة السر:
fa_ir: کلمه عبور:

source: Download guide
ar: دليل التنزيل
fa_ir: راهنمای دانلود

source: Category
ar: فئة
fa_ir: دسته‌بندی

source: Search...
ar: يبحث...
fa_ir: جستجو...

source: Search Products...
ar: البحث عن المنتجات...
fa_ir: جستجو در محصولات...

source: Search
ar: البحث
fa_ir: جستجو

source: Show More
ar: عرض المزيد
fa_ir: نمایش بیشتر

source: Show Less
ar: إخفاء
fa_ir: پنهان کردن

source: No feed available,please visit our <a href="%s">homepage</a>!
ar: لا توجد تغذية متاحة ، يرجى زيارة<a href="%s"> صفحتنا الرئيسية</a>!
fa_ir: هیچ فید در دسترس نیست، لطفا از <a href="%s">صفحه خانه</a> بازدید نمایید!

source: You must be logged in to view content.
ar: يجب عليك تسجيل الدخول لعرض المحتوى.
fa_ir: برای مشاهده محتوا باید وارد شوید.

source: First
ar: أولاً
fa_ir: اول

source: Second
ar: ثانية
fa_ir: دوم

source: Third
ar: ثالث
fa_ir: سوم

source: Fourth
ar: الرابع
fa_ir: چهارم

source: Fifth
ar: الخامس
fa_ir: پنجم

source: Sixth
ar: السادس
fa_ir: ششم

source: Seventh
ar: سابعا
fa_ir: هفتم

source: Eighth
ar: ثامن
fa_ir: هشتم

source: Ninth
ar: تاسع
fa_ir: نهم

source: Undefined
ar: غير محدد
fa_ir: تعریف نشده

source: Redux has detected the Redux Pro plugin is enabled. All featured of Redux Pro are now part of the entire Redux plugin and is no longer required. Please disable the Redux Pro plugin to avoid potential conflicts.
ar: اكتشف Redux أن مكون Redux Pro الإضافي مفعل. أصبحت جميع ميزات Redux Pro الآن جزءًا من مكون Redux الإضافي بالكامل ولم تعد مطلوبة. يرجى تعطيل مكون Redux Pro الإضافي لتجنب التعارضات المحتملة.
fa_ir: Redux تشخیص داده است که افزونه Redux Pro فعال است. همه ویژگی های Redux Pro اکنون بخشی از کل افزونه Redux هستند و دیگر مورد نیاز نیستند. لطفا افزونه Redux Pro را غیرفعال کنید تا از تداخل احتمالی جلوگیری شود.

source: The Redux upload directory
ar: دليل التحميل Redux
fa_ir: دایرکتوری آپلود Redux

source: Redux Framework
ar: فریم ورک ردوکس
fa_ir: فریم ورک ردوکس

source: Debug information specific to Redux Framework.
ar: معلومات التصحيح الخاصة بـ Redux Framework.
fa_ir: اشکال زدایی اطلاعات مخصوص Redux Framework.

source: Version
ar: أصدار
fa_ir: نسخه

source: Installation
ar: تثبيت
fa_ir: نصب و راه اندازی

source: Data directory
ar: دليل البيانات
fa_ir: دایرکتوری داده ها

source: Browser
ar: المتصفح
fa_ir: مرورگر

source: Redux Instance: %s
ar: مثيل الإحياء: %s
fa_ir: نمونه Redux: %s

source: Debug information for the %s Redux instance.
ar: معلومات التصحيح لمثيل%s Redux.
fa_ir: اطلاعات اشکال زدایی برای نمونه %s Redux.

source: Dismiss
ar: الغاء
fa_ir: لغو

source: Invalid security credential. Please reload the page and try again.
ar: بيانات اعتماد الأمان غير صالحة. يرجى إعادة تحميل الصفحة وحاول مرة أخرى.
fa_ir: مدرک نامعتبر . لطفا برگه را دوباره بارگذاری کنید.

source: Invalid user capability. Please reload the page and try again.
ar: امكانية المستخدم غير صالحة. يرجى إعادة تحميل الصفحة وحاول مرة أخرى.
fa_ir: ظرفیت کاربر نامعتبر .لطفا برگه را دوباره بارگذاری کنبد و دوباره تلاش کنید.

source: Your panel has no fields. Nothing to save.
ar: لوحتك لا تحتوي على أي حقول. لا شيء للحفظ.
fa_ir: پنل شما هیچ فیلدی ندارد . هیچ موردی ذخیره نمی شود.

source: Warning, Premature Initialization
ar: تحذير ، التهيئة المبكرة
fa_ir: هشدار، اولیه سازی زودهنگام

source: was run before the %s hook and was delayed to avoid errors.
ar: تم تشغيله قبل ربط %s وتم تأجيله لتجنب الأخطاء.
fa_ir: قبل از قلاب %s اجرا شد و برای جلوگیری از خطا به تأخیر افتاد.

source: Redux Framework is not installed. Please install it.
ar: لم يتم تثبيت Redux Framework. الرجاء تثبيته.
fa_ir: Redux Framework نصب نشده است. لطفا آن را نصب کنید.

source: Unable to create a section due to missing id and title.
ar: تعذر إنشاء قسم بسبب فقدان المعرف والعنوان.
fa_ir: به دلیل عدم وجود شناسه و عنوان، امکان ایجاد بخش وجود ندارد.

source: Unable to create a section due an empty section array or the section variable passed was not an array.
ar: تعذر إنشاء قسم بسبب مصفوفة قسم فارغة أو أن متغير القسم الذي تم تمريره ليس مصفوفة.
fa_ir: ایجاد بخش به دلیل آرایه بخش خالی ممکن نیست یا متغیر بخش ارسال شده یک آرایه نیست.

source: Regular 400
ar: عادي 400
fa_ir: معمولی 400

source: Regular 400 Italic
ar: عادي 400 مائل
fa_ir: 400 کج معمولی

source: Bold 700
ar: بولد 700
fa_ir: پررنگ 700

source: Bold 700 Italic
ar: بولد 700 مائل
fa_ir: پررنگ 700 ایتالیک

source: Enjoyed %1$s? Please leave us a %2$s rating. We really appreciate your support!
ar: هل استمتعت بـ %1$s؟ الرجاء ترك تقييم %2$s لنا. ونحن نقدر دعمكم حقا!
fa_ir: از %1$s لذت می برید؟ لطفاً یک امتیاز %2$s برای ما بگذارید. ما جدا از پشتیبانی شما قدردانی می کنیم!

source: Options
ar: الأعدادات
fa_ir: تنظیمات

source: Search for field(s)
ar: البحث عن الحقول
fa_ir: جستجوی فیلد(ها)

source: You have changes that are not saved. Would you like to save them now?
ar: لديك تغييرات لم يتم حفظها. هل ترغب في حفظهم الآن؟
fa_ir: شما تغییرات ذخیره نشده ای دارید. آیا می خواهید آنها را ذخیره کنید؟

source: Are you sure? Resetting will lose all custom values.
ar: هل أنت متأكد؟ ستفقد جميع القيم المدخلة.
fa_ir: آیا مطمئن هستید ؟ تمام مقادیر وارد شده از بین خواهند رفت.

source: Are you sure? Resetting will lose all custom values in this section.
ar: هل أنت متأكد؟ ستفقد جميع القيم المدخلة في هذا القسم.
fa_ir: آیا مطمئن هستید ؟ تمام مقادیر وارد شده در این بخش از بین خواهند رفت.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
ar: سيتم استبدال الإعداد بقيم خياراتك الحالية. هل ترغب في المضي قدما؟
fa_ir: تنظیمات فعلی شما با این مقادیر جایگزین می‌شود. آیا می‌خواهید ادامه دهید؟

source: Your current options will be replaced with the values of this import. Would you like to proceed?
ar: سيتم استبدال الإعداد بقيم خياراتك الحالية. هل ترغب في المضي قدما؟
fa_ir: تنظیمات فعلی شما با این مقادیر جایگزین می‌شود. آیا می‌خواهید ادامه دهید؟

source: Please Wait
ar: جارٍ التحميل
fa_ir: لطفا صبر کنید

source: There was an error saving. Here is the result of your action:
ar: كان هناك خطأ في الحفظ. ها هي النتيجة:
fa_ir: خطایی هنگام ذخیره رخ داده است .نتایج :

source: There was a problem with your action. Please try again or reload the page.
ar: كانت هناك مشكلة في تسجيل دخولك. يرجى المحاولة مرة أخرى أو إعادة تحميل الصفحة.
fa_ir: ظاهرا شما به سیستم وارد نشده ید. لطفا صفحه را رفرش کنید و دوباره تلاش کنید.

source: The %1$s extension requires Redux Framework version %2$s or higher.
ar: يتطلب الامتداد %1$s إصدار Redux Framework %2$s أو أعلى.
fa_ir: افزونه %1$s به نسخه %2$s یا بالاتر Redux Framework نیاز دارد.

source: You are currently running Redux Framework version
ar: أنت تقوم حاليًا بتشغيل إصدار Redux Framework
fa_ir: شما در حال حاضر نسخه Redux Framework را اجرا می کنید

source: This field will not render in your option panel, and features of this extension will not be available until the latest version of Redux Framework has been installed.
ar: لن يتم عرض هذا الحقل في لوحة الخيارات الخاصة بك ، ولن تكون ميزات هذا الامتداد متاحة حتى يتم تثبيت أحدث إصدار من Redux Framework.
fa_ir: این فیلد در پانل گزینه شما نمایش داده نمی شود و تا زمانی که آخرین نسخه Redux Framework نصب نشده باشد، ویژگی های این افزونه در دسترس نخواهد بود.

source: File Permission Issues
ar: خطأ في صلاحية وصول الملف
fa_ir: خطاهای دسترسی فایل

source: We were unable to modify required files. Please ensure that %1$s has the proper read-write permissions, or modify your wp-config.php file to contain your FTP login credentials as %2$s.
ar: لم نتمكن من تعديل الملفات المطلوبة. الرجاء التأكد من أن %1$s لديه أذونات القراءة والكتابة المناسبة ، أو قم بتعديل ملف wp-config.php ليحتوي على بيانات اعتماد تسجيل الدخول إلى FTP كـ %2$s.
fa_ir: ما نتوانستیم فایل های مورد نیاز را اصلاح کنیم. لطفاً مطمئن شوید که %1$s دارای مجوزهای خواندن و نوشتن مناسب است، یا فایل wp-config.php خود را طوری تغییر دهید که دارای اعتبارنامه ورود به FTP شما به عنوان %2$s باشد.

source: outlined here
ar: المبينة هنا
fa_ir: در اینجا مشخص شده است

source: Enable
ar: تفعيل
fa_ir: فعال

source: Disable
ar: تعطيل
fa_ir: غیرفعال‌سازی

source: moving the mouse over
ar: حرك الماوس على
fa_ir: حرکت موس بر

source: clicking
ar: النقر
fa_ir: کلیک کردن

source: Hints are tooltips that popup when %1$s the hint icon, offering addition information about the field in which they appear. They can be %2$s by using the link below.
ar: التلميحات عبارة عن تلميحات منبثقة تظهر عند %1$s رمز التلميح ، وتقدم معلومات إضافية حول الحقل الذي تظهر فيه. يمكن أن يكونوا %2$s باستخدام الرابط أدناه.
fa_ir: نکات راهنمایی ابزاری هستند که با %1$s نماد راهنمایی ظاهر می‌شوند و اطلاعات اضافی درباره فیلدی که در آن ظاهر می‌شوند ارائه می‌دهند. با استفاده از پیوند زیر می‌توانند %2$s باشند.

source: Hints
ar: التلميحات
fa_ir: نکات

source: Hint Tooltip Preferences
ar: تفضيلات تلميح تلميح
fa_ir: نکات برگزیده راهنمای ابزار

source: Field %1$s could not be displayed. Field type %2$s was not found.
ar: تعذر عرض الحقل %1$s. لم يتم العثور على نوع الحقل %2$s.
fa_ir: فیلد %1$s نمایش داده نشد. نوع فیلد %2$s پیدا نشد.

source: Default
ar: الأفتراضي
fa_ir: پیش‌فرض

source: Warning- This options panel will not work properly without javascript!
ar: تحذير- لن تعمل لوحة الخيارات هذه بشكل صحيح بدون جافا سكريبت!
fa_ir: اخطار ، تنظیمات این بخش بدون جاوااسکریپت به درستی کار نمیکنند!

source: Settings Imported!
ar: تم استيراد الإعدادات بنجاح!
fa_ir: تنظیمات وارد شدند!

source: All Defaults Restored!
ar: تمت استعادة كافة اليقيم الافتراضية!
fa_ir: پیش‌فرض ها بازنشانی شدند!

source: Section Defaults Restored!
ar: تمت استعادة كافة اليقيم الافتراضية لهذا القسم!
fa_ir: پیش‌فرض های بخش بازنشانی شدند!

source: Settings Saved!
ar: تم حفظ الأعدادات!
fa_ir: تنظیمات ذخیره شدند!

source: Settings have changed, you should save them!
ar: لقد تغيرت الإعدادات ، يجب عليك حفظها!
fa_ir: تنظیمات تغییر کرده اند ، شما باید آنها را ذخیره کنید!

source: error(s) were found!
ar: لا توجد عناصر لهذا!
fa_ir: هیچ موردی در این باره پیدا نشد!

source: warning(s) were found!
ar: تم العثور على تحذير (تحذيرات)!
fa_ir: اخطار(هایی) پیدا شده اند!

source: Redux Panel Template %1$s cannot be read. Please check the permissions for this file.
ar: لا يمكن قراءة قالب لوحة Redux %1$s. يرجى التحقق من الأذونات الخاصة بهذا الملف.
fa_ir: الگوی پنل Redux %1$s قابل خواندن نیست. لطفاً مجوزهای این فایل را بررسی کنید.

source: Redux Panel Template %1$s does not exist. Please reinstall Redux to replace this file.
ar: قالب لوحة Redux %1$s غير موجود. يرجى إعادة تثبيت Redux لاستبدال هذا الملف.
fa_ir: الگوی پنل Redux %1$s وجود ندارد. لطفاً برای جایگزینی این فایل Redux را مجدداً نصب کنید.

source: Your panel has bundled copies of Redux Framework template files that are outdated!
ar: تحتوي لوحتك على نسخ مجمعة من ملفات قالب Redux Framework التي عفا عليها الزمن!
fa_ir: پانل شما دارای نسخه هایی از فایل های قالب Redux Framework است که قدیمی هستند!

source: Please ask the author of this theme to update them as functionality issues could arise.
ar: يرجى أن تطلب من مؤلف هذا الموضوع تحديثه حيث قد تنشأ مشكلات في الوظائف.
fa_ir: لطفاً از نویسنده این موضوع بخواهید که آنها را به‌روزرسانی کند زیرا ممکن است مشکلات عملکردی ایجاد شود.

source: The %1$s plugin requires PHP version %2$s or higher. This site is running PHP version %3$s. The theme/plugin that relies on Redux will not run properly without a PHP update. <a href="%4$s">Learn about updating PHP</a>.
ar: يتطلب المكون الإضافي %1$s إصدار PHP %2$s أو أعلى. يعمل هذا الموقع بإصدار PHP %3$s. لن يعمل السمة/المكون الإضافي الذي يعتمد على Redux بشكل صحيح بدون تحديث PHP. <a href="%4$s">تعرف على تحديث PHP</a>.
fa_ir: افزونه %1$s به نسخه PHP %2$s یا بالاتر نیاز دارد. این سایت دارای نسخه PHP %3$s است. موضوع/افزونه ای که بر Redux متکی است بدون به روز رسانی PHP به درستی اجرا نمی شود. <a href="%4$s">درباره به‌روزرسانی PHP بیاموزید</a>.

source: [unassigned]
ar: [غير معين]
fa_ir: [تخصیص نشده]

source: Invalid Security Credentials. Please reload the page and try again.
ar: بيانات اعتماد الأمان غير صالحة. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.
fa_ir: مجوز امنیتی نامعتبر . لطفا برگه را دوباره بارگذاری کنید.

source: Import unsuccessful! Malformed JSON data detected.
ar: لم ينجح الاستيراد! تم اكتشاف بيانات JSON مشوهة.
fa_ir: درون‌ریزی ناموفق! داده‌های JSON نادرست شناسایی شد.

source: Import successful! Click %s to refresh.
ar: تم الاستيراد بنجاح! انقر فوق %s للتحديث.
fa_ir: درون‌ریزی با موفقیت انجام شد! برای بازخوانی %s کلیک کنید.

source: OK
ar: نعم
fa_ir: بسیار خوب

source: Import unsuccessful! File permission error: Could not write import data to server.
ar: فشل الاستيراد! خطأ في إذن الملف: تعذر كتابة بيانات الاستيراد إلى الخادم.
fa_ir: درون‌ریزی ناموفق! خطای مجوز فایل: نمی‌توان داده‌های وارداتی را به سرور نوشت.

source: Import unsuccessful! The selected file is not a valid color scheme file.
ar: لم ينجح الاستيراد! الملف المحدد ليس ملف مخطط ألوان صالحًا.
fa_ir: درون‌ریزی ناموفق! فایل انتخابی یک فایل طرح رنگ معتبر نیست.

source: Import unsuccessful! No data detected in the import file.
ar: لم ينجح الاستيراد! لم يتم اكتشاف أي بيانات في ملف الاستيراد.
fa_ir: درون‌ریزی ناموفق! هیچ داده ای در فایل وارداتی شناسایی نشد.

source: Add
ar: يضيف
fa_ir: اضافه کردن

source: Delete
ar: حذف
fa_ir: حذف

source: Export
ar: يصدّر
fa_ir: برون‌بری

source: Import
ar: الأستيراد
fa_ir: درون‌ ریزی

source: Custom Fonts
ar: خطوط عادية
fa_ir: فونت های سفارشی

source: File system failure. Could not delete temp dir.
ar: فشل نظام الملفات. تعذر حذف الدليل المؤقت.
fa_ir: خرابی سیستم فایل نمی توان temp dir را حذف کرد.

source: Unable to delete font file(s).
ar: تعذر حذف ملف (ملفات) الخطوط.
fa_ir: فایل(های) فونت حذف نشد.

source: Attachment does not exist.
ar: المرفق غير موجود.
fa_ir: پیوست وجود ندارد.

source: Unzipping failed.
ar: فشل فك الضغط.
fa_ir: باز کردن زیپ انجام نشد.

source: File permission error. Local file could not be installed.
ar: خطأ في أذونات الملف. تعذر تثبيت الملف المحلي.
fa_ir: خطای مجوز فایل. فایل محلی نصب نشد.

source: File type not recognized.
ar: لم يتم التعرف على نوع الملف.
fa_ir: نوع فایل شناسایی نشد.

source: Unidentified error.
ar: خطأ غير معروف.
fa_ir: خطای ناشناس.

source: No valid font file was found.
ar: لم يتم العثور على ملف خط صالح.
fa_ir: هیچ فایل فونت معتبری پیدا نشد.

source: Your font could not be converted at this time. Please try again later.
ar: لا يمكن تحويل الخط الخاص بك في هذا الوقت. الرجاء معاودة المحاولة في وقت لاحق.
fa_ir: فونت شما در حال حاضر قابل تبدیل نیست. لطفاً بعداً دوباره امتحان کنید.

source: The font converter does not support %s fonts.
ar: لا يدعم محول الخطوط الخطوط %s.
fa_ir: مبدل فونت از %s قلم پشتیبانی نمی کند.

source: ZIP error. Your font could not be converted at this time. Please try again later.
ar: خطأ ZIP. لا يمكن تحويل الخط الخاص بك في هذا الوقت. الرجاء معاودة المحاولة في وقت لاحق.
fa_ir: خطای ZIP. فونت شما در حال حاضر قابل تبدیل نیست. لطفاً بعداً دوباره امتحان کنید.

source: Font Control
ar: التحكم في الخط
fa_ir: کنترل فونت

source: Error
ar: خطأ
fa_ir: خطا

source: Add Font
ar: أضف الخط
fa_ir: افزودن فونت

source: No Custom Fonts Found
ar: لم يتم العثور على خطوط مخصصة
fa_ir: هیچ فونت سفارشی یافت نشد

source: There was an error deleting your font:
ar: حدث خطأ أثناء حذف الخط الخاص بك:
fa_ir: هنگام حذف فونت شما خطایی روی داد:

source: Unzipping archive and generating any missing font files.
ar: فك ضغط الأرشيف وإنشاء أي ملفات خط مفقودة.
fa_ir: بایگانی را از حالت فشرده خارج کنید و هر فایل فونت گم شده را ایجاد کنید.

source: Converting font file(s)...
ar: جاري تحويل ملف (ملفات) الخطوط ...
fa_ir: در حال تبدیل فایل(های) فونت...

source: The only file(s) imported were those uploaded. Please refresh the page to continue (making note of any errors before doing so, please).
ar: الملف (الملفات) الوحيد الذي تم استيراده هي تلك التي تم تحميلها. يرجى تحديث الصفحة للمتابعة (يرجى تدوين أي أخطاء قبل القيام بذلك ، من فضلك).
fa_ir: تنها فایل(های) وارد شده آنهایی بودند که آپلود شدند. لطفاً صفحه را برای ادامه بازخوانی کنید (لطفاً قبل از انجام این کار هرگونه خطا را یادداشت کنید).

source: An unknown error occurred. Please try again.
ar: حدث خطأ غير معروف. حاول مرة اخرى.
fa_ir: یک خطای ناشناخته رخ داد. لطفا دوباره تلاش کنید.

source: Conversion complete. Refreshing page...
ar: اكتمل التحويل. جارٍ تحديث الصفحة ...
fa_ir: تبدیل کامل شد در حال تازه کردن صفحه...

source: Choose Font file or ZIP of font files.
ar: اختر ملف الخط أو ZIP لملفات الخطوط.
fa_ir: فایل فونت یا ZIP فایل های فونت را انتخاب کنید.

source: Update
ar: تحديث
fa_ir: به روز رسانی

source: You have changes that are not saved. Would you like to save them now?
ar: لديك تغييرات لم يتم حفظها. هل ترغب في حفظهم الآن؟
fa_ir: شما تغییرات ذخیره نشده ای دارید. آیا میخواهید الآن ذخیره کنید؟

source: Are you sure? Resetting will lose all custom values.
ar: هل أنت متأكد؟ ستفقد جميع القيم المخصصة.
fa_ir: آیا مطمئن هستید ؟ تمام مقادیر وارد شده از بین خواهند رفت.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
ar: سيتم استبدال الإعداد بقيم خياراتك الحالية. هل ترغب في المضي قدما؟
fa_ir: تنظیمات فعلی شما با این مقادیر جایگزین می‌شود. آیا می‌خواهید ادامه دهید؟

source: Press return or enter to open this panel
ar: اضغط على رجوع أو أدخل لفتح اللوحة
fa_ir: برای باز کردن این پانل اینتر را فشار دهید یا وارد شوید

source: You are customizing
ar: أنت تقوم بالتخصيص
fa_ir: شما در حال سفارشی سازی هستید

source: Back
ar: رجوع
fa_ir: بازگشت

source: Help
ar: مساعدة
fa_ir: کمک

source: Press return or enter to expand
ar: اضغط على رجوع أو أدخل للتوسيع
fa_ir: بازگشت را فشار دهید یا برای وارد شدن گسترش دهید

source: Customizing &#9656; %s
ar: التخصيص &#9656; %s
fa_ir: سفارشی کردن &#9656; %s

source: Customizing
ar: التخصيص
fa_ir: سفارشی سازی

source: Date
ar: التاریخ
fa_ir: تاریخ

source: Time
ar: زمن
fa_ir: زمان

source: Date / Time
ar: التاريخ / الوقت
fa_ir: تاریخ / زمان

source: Enter your address
ar: أدخل عنوانك
fa_ir: آدرس خود را وارد کنید

source: Left mouse down on top of me to move me!
ar: ترك الفأرة فوقي لتحريكي!
fa_ir: ماوس را پایین بالای سرم گذاشت تا مرا حرکت دهد!

source: The returned place contains no geometric data.
ar: المكان الذي تم إرجاعه لا يحتوي على بيانات هندسية.
fa_ir: مکان برگشت داده شده حاوی هیچ داده هندسی نیست.

source: Address
ar: عنوان
fa_ir: آدرس

source: Street
ar: شارع
fa_ir: خیابان

source: City
ar: مدينة
fa_ir: شهرستان

source: State
ar: ولاية
fa_ir: استان

source: ZIP Code
ar: الرمز البريدي
fa_ir: کد پستی

source: Country
ar: دولة
fa_ir: کشور

source: Latitude
ar: خط العرض
fa_ir: عرض جغرافیایی

source: Longitude
ar: خط الطول
fa_ir: طول جغرافیایی

source: Marker Info
ar: معلومات العلامة
fa_ir: اطلاعات نشانگر

source: Google Map API Key
ar: مفتاح API لخريطة Google
fa_ir: کلید API نقشه گوگل

source: Get an API Key
ar: احصل على مفتاح API
fa_ir: دریافت کلید API

source: Google Map Usage Limits
ar: حدود استخدام خرائط Google
fa_ir: محدودیت های استفاده از نقشه گوگل

source: Google Maps supports 25,000 free map loads per 24 hours for 90 consecutive days. In the events you run a high volume site, you may need to obtain an API Key to continue using Google Map output beyond the free quota. To sign up for an API Key, please visit the %1$s site. For more information about Google Map usage limits, please visit the %2$s guide.
ar: تدعم خرائط Google 25000 تحميل خرائط مجاني كل 24 ساعة لمدة 90 يومًا متتاليًا. في الأحداث التي تدير فيها موقعًا ذا حجم كبير ، قد تحتاج إلى الحصول على مفتاح واجهة برمجة التطبيقات للاستمرار في استخدام مخرجات خرائط Google بما يتجاوز الحصة المجانية. للاشتراك في مفتاح API ، يرجى زيارة موقع %1$s. لمزيد من المعلومات حول حدود استخدام خرائط Google ، يرجى زيارة دليل%2$s.
fa_ir: Google Maps از 25000 بارگذاری نقشه رایگان در 24 ساعت به مدت 90 روز متوالی پشتیبانی می کند. در رویدادهایی که سایتی با حجم بالا اجرا می کنید، ممکن است نیاز به دریافت یک کلید API برای ادامه استفاده از خروجی Google Map فراتر از سهمیه رایگان داشته باشید. برای ثبت‌نام برای یک کلید API، لطفاً از سایت %1$s دیدن کنید. برای اطلاعات بیشتر درباره محدودیت‌های استفاده از Google Map، لطفاً از راهنمای %2$s دیدن کنید.

source: Once you have obtained an API Key, please enter it in the text box below and save the options panel.
ar: بمجرد حصولك على مفتاح API ، يرجى إدخاله في مربع النص أدناه وحفظ لوحة الخيارات.
fa_ir: پس از به دست آوردن یک کلید API، لطفاً آن را در کادر متنی زیر وارد کنید و پانل گزینه ها را ذخیره کنید.

source: API Key
ar: مفتاح API
fa_ir: کلید API

source: Error: Invalid nonce verification.
ar: خطأ: التحقق من nonce غير صالح.
fa_ir: خطا: تأیید نامعتبر است.

source: No data available.
ar: لا توجد بيانات متاحة.
fa_ir: داده‌ای وجود ندارد.

source: Error retrieving stylesheet
ar: خطأ في استرداد ورقة الأنماط
fa_ir: خطا در بازیابی شیوه نامه

source: Add Icon
ar: إضافة أيقونة
fa_ir: افزودن آیکن

source: Remove Icon
ar: إزالة الرمز
fa_ir: حذف آیکن

source: Import / Export
ar: استيراد / تصدير
fa_ir: درون ریزی / برون بری

source: Import Options
ar: أعدادات الاستيراد
fa_ir: تنظیمات درون ریزی

source: Import from Clipboard
ar: الاستيراد من الحافظة
fa_ir: وارد کردن از کلیپ بورد

source: Upload file
ar: رفع ملف
fa_ir: آپلود فایل

source: Paste your clipboard data here.
ar: الصق بيانات الحافظة الخاصة بك هنا.
fa_ir: داده‌های کلیپ‌بورد خود را اینجا جای‌گذاری کنید.

source: WARNING! This will overwrite all existing option values, please proceed with caution!
ar: اخطار! تمامی تنظیمات قبلی بازنویسی می شوند، لطفاً دقت نمایید! تحذير! سيؤدي هذا إلى التغيير جميع قيم الخيارات الحالية ، يرجى المتابعة بحذر!
fa_ir: اخطار! تمامی تنظیمات قبلی بازنویسی می شوند، لطفاً دقت نمایید!

source: Export Options
ar: أعدادات التصدير
fa_ir: تنظیمات برون بری

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
ar: هنا يمكنك نسخ / تنزيل إعدادات الخيار الحالية. حافظ على هذا آمنًا حيث يمكنك استخدامه كنسخة احتياطية في حالة حدوث أي خطأ ، أو يمكنك استخدامه لاستعادة إعداداتك على هذا الموقع (أو أي موقع آخر).
fa_ir: در اینجا می توانید تنظیمات فعلی گزینه ها را رونوشت / دانلود نمایید. آن را در محل امنی نگه داری نمایید تا بتوانید از آن به عنوان نسخه پشتیبان استفاده نمایید، یا می توانید از آن برای باز گردانی تنظیمات در این سایت (یا هر سایت دیگر) استفاده نمایید.
