Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Settings for the third public meta of products
ar: إعدادات التعريف العام الثالث للمنتجات
fa_ir: تنظیمات سومین متای همگانی محصولات

source: Settings for the fourth public meta of products
ar: إعدادات التعريف العام الرابع للمنتجات
fa_ir: تنظیمات چهارمین متای همگانی محصولات

source: Settings for the fifth public meta of products
ar: إعدادات التعريف العام الخامس للمنتجات
fa_ir: تنظیمات پنجمین متای همگانی محصولات

source: Product page messages
ar: رسائل صفحة المنتج
fa_ir: پیام‌های صفحه محصول

source: Through this section, you can display messages in different sections of the product page.
ar: من خلال هذا القسم يمكنك عرض الرسائل في الأقسام المختلفة لصفحة المنتج.
fa_ir: از طریق این بخش می‌توانید پیام‌هایی را در بخش های مختلف صفحه محصول نمایش دهید.

source: Settings for the first message of the product page
ar: إعدادات الرسالة الأولى لصفحة المنتج
fa_ir: تنظیمات اولین پیام صفحه محصول

source: Show first message
ar: إظهار الرسالة الأولى
fa_ir: نمایش پیام اول

source: Display message only in purchasable products
ar: عرض الرسالة فقط في المنتجات القابلة للشراء
fa_ir: نمایش پیام فقط در محصولات قابل خرید

source: Message content
ar: محتوى الرسالة
fa_ir: محتوای پیام

source: Message icon
ar: أيقونة الرسالة
fa_ir: آیکن پیام

source: Message location
ar: موقع الرسالة
fa_ir: محل نمایش پیام

source: Below the product purchase button
ar: أسفل زر شراء المنتج
fa_ir: پایین دکمه خرید محصول

source: Below the product description
ar: أسفل وصف المنتج
fa_ir: پایین توضیحات محصول

source: Below product metas
ar: أدناه التعريفات المنتج
fa_ir: پایین متاهای محصول

source: Message color
ar: لون الرسالة
fa_ir: رنگ پیام

source: Light Blue
ar: أزرق فاتح
fa_ir: آبی روشن

source: Grey
ar: رمادي
fa_ir: خاکستری

source: Dark Grey
ar: الرمادي الداكن
fa_ir: خاکستری تیره

source: Ability to edit message for each product individually
ar: القدرة على تعديل الرسالة لكل منتج على حدة
fa_ir: قابلیت ویرایش پیام برای هر محصول به صورت جداگانه

source: Show message in specific categories
ar: إظهار الرسالة في فئات محددة
fa_ir: نمایش پیام در دسته‌بندی‌های خاص

source: Settings for the second message of the product page
ar: إعدادات الرسالة الثانية لصفحة المنتج
fa_ir: تنظیمات دومین پیام صفحه محصول

source: Show second message
ar: عرض الرسالة الثانية
fa_ir: نمایش پیام دوم

source: Settings for the third message of the product page
ar: إعدادات الرسالة الثالثة لصفحة المنتج
fa_ir: تنظیمات سومین پیام صفحه محصول

source: Show third message
ar: عرض الرسالة الثالثة
fa_ir: نمایش پیام سوم

source: Settings for the forth message of the product page
ar: إعدادات الرسالة الرابعة لصفحة المنتج
fa_ir: تنظیمات چهارمین پیام صفحه محصول

source: Show forth message
ar: إظهار الرسالة
fa_ir: نمایش پیام چهارم

source: Additional product button
ar: زر المنتج الإضافي
fa_ir: دکمه اضافی محصول

source: Activate the Additional buttons on the product page. You can manage this buttons for each product separately.
ar: قم بتفعيل الأزرار الإضافية في صفحة المنتج. يمكنك إدارة هذه الأزرار لكل منتج على حدة.
fa_ir: دکمه‌های اضافی را در صفحه محصول فعال نمایید. شما می‌توانید این دکمه‌ها را برای هر محصول به صورت جداگانه مدیریت کنید.

source: Additional product button settings
ar: إعدادات زر المنتج الإضافية
fa_ir: تنظیمات دکمه اضافی محصول

source: Display Additional button in product page
ar: إظهار زر إضافي على صفحة المنتج
fa_ir: نمایش دکمه اضافی در صفحه محصول

source: Display Additional button in non-purchasable products
ar: عرض أزرار إضافية على المنتجات غير القابلة للشراء
fa_ir: نمایش دکمه اضافی در محصولات غیرقابل خرید

source: Display Additional button in specific categories
ar: عرض زر إضافي في فئات محددة
fa_ir: نمایش دکمه اضافی در دسته‌بندی‌های خاص

source: Hide Additional button in specific categories
ar: إخفاء زر إضافي في فئات محددة
fa_ir: مخفی کردن دکمه اضافی در دسته‌بندی‌های خاص

source: Activate the ability to customize the title and link for each product
ar: قم بتنشيط القدرة على تخصيص العنوان والارتباط لكل منتج
fa_ir: فعال سازی قابلیت شخصی سازی عنوان و لینک برای هر محصول

source: Activate the ability to customize the title and link for each product category
ar: قم بتنشيط القدرة على تخصيص العنوان والارتباط لكل فئة منتج
fa_ir: فعال سازی قابلیت شخصی سازی عنوان و لینک برای دسته‌بندی های محصول

source: Button display location
ar: موقع عرض الزر
fa_ir: محل نمایش دکمه

source: Below are the product features
ar: فيما يلي ميزات المنتج
fa_ir: زیر ویژگیهای محصول

source: Next to the buy button
ar: بجانب زر الشراء
fa_ir: کنار دکمه خرید

source: Additional product button title
ar: عنوان زر منتج إضافي
fa_ir: عنوان دکمه اضافی محصول

source: Additional product button icon
ar: رموز زر المنتج الإضافية
fa_ir: آیکن دکمه اضافی محصول

source: Button size
ar: حجم الزر
fa_ir: اندازه دکمه

source: Medium
ar: متوسط
fa_ir: متوسط

source: Large
ar: كبير
fa_ir: بزرگ

source: Additional product button link
ar: رابط زر المنتج الإضافية
fa_ir: لینک دکمه اضافی محصول

source: You can also use the shortcode. For example: [dina_title] = product title, [dina_short_link] = product short link</br>WhatsApp link example:</br><pre>https://api.whatsapp.com/send?phone=989123334444&text=[dina_title] - [dina_short_link]</pre>
ar: يمكنك أيضًا استخدام الرمز القصير. على سبيل المثال: [dina_title] = عنوان المنتج، [dina_short_link] = الرابط القصير للمنتج</br>مثال لرابط WhatsApp:</br><pre>https://api.whatsapp.com/send?phone=989123334444&text=[dina_title ] - [dina_short_link]</pre>
fa_ir: از کد کوتاه (شرتکد) هم می توانید استفاده کنید. برای مثال: [dina_title] = عنوان محصول، [dina_short_link] = لینک کوتاه محصول</br>مثال لینک واتساپ:</br><pre>https://api.whatsapp.com/send?phone=989123334444&text=[dina_title] - [dina_short_link]</pre>

source: Link Target
ar: رابط الهدف
fa_ir: هدف لینک

source: Show pop-up by clicking the button
ar: إظهار النافذة المنبثقة عن طريق النقر فوق الزر
fa_ir: نمایش پاپ آپ با کلیک روی دکمه

source: Activate the ability to customize the title and content for each product
ar: قم بتنشيط القدرة على تخصيص العنوان والمحتوى لكل منتج
fa_ir: فعال سازی قابلیت شخصی سازی عنوان و محتوا برای هر محصول

source: Activate the ability to customize the title and content for each product category
ar: قم بتنشيط القدرة على تخصيص العنوان والمحتوى لكل فئة من فئات المنتجات
fa_ir: فعال سازی قابلیت شخصی سازی عنوان و محتوا برای دسته‌بندی های محصول

source: Pop-up title
ar: عنوان النافذة المنبثقة
fa_ir: عنوان پاپ آپ

source: Pop-up content
ar: المحتوى النافذة المنبثقة
fa_ir: محتوای پاپ آپ

source: Content
ar: محتوى
fa_ir: محتوا

source: Second additional product button settings
ar: إعدادات زر المنتج الإضافية الثانية
fa_ir: تنظیمات دومین دکمه اضافی محصول

source: Display second additional button in product page
ar: عرض الزر الإضافي الثاني في صفحة المنتج
fa_ir: نمایش دومین دکمه اضافی در صفحه محصول

source: Display Second additional button in non-purchasable products
ar: عرض الزر الإضافي الثاني في المنتجات غير القابلة للشراء
fa_ir: نمایش دومین دکمه اضافی در محصولات غیرقابل خرید

source: Display second additional button in specific categories
ar: عرض الزر الإضافي الثاني في فئات محددة
fa_ir: نمایش دومین دکمه اضافی در دسته‌بندی‌های خاص

source: Hide second additional button in specific categories
ar: إخفاء الزر الإضافي الثاني في فئات محددة
fa_ir: مخفی کردن دومین دکمه اضافی در دسته‌بندی‌های خاص

source: Second additional product button title
ar: عنوان زر المنتج الإضافي الثاني
fa_ir: عنوان دومین دکمه اضافی محصول

source: Second additional product button icon
ar: عنوان زر المنتج الإضافي الثاني
fa_ir: آیکن دومین دکمه اضافی محصول

source: Second additional product button link
ar: رابط زر المنتج الإضافي الثاني
fa_ir: لینک دومین دکمه اضافی محصول

source: Third additional product button settings
ar: إعدادات زر المنتج الإضافي الثالث
fa_ir: تنظیمات سومین دکمه اضافی محصول

source: Display third additional button in product page
ar: عرض الزر الإضافي الثالث في صفحة المنتج
fa_ir: نمایش سومین دکمه اضافی در صفحه محصول

source: Display third additional button in non-purchasable products
ar: عرض الزر الإضافي الثالث في المنتجات غير القابلة للشراء
fa_ir: نمایش سومین دکمه اضافی در محصولات غیرقابل خرید

source: Display third additional button in specific categories
ar: عرض الزر الإضافي الثالث في فئات محددة
fa_ir: نمایش سومین دکمه اضافی در دسته‌بندی‌های خاص

source: Hide third additional button in specific categories
ar: إخفاء الزر الإضافي الثالث في فئات محددة
fa_ir: مخفی کردن سومین دکمه اضافی در دسته‌بندی‌های خاص

source: Third additional product button title
ar: عنوان زر المنتج الإضافي الثالث
fa_ir: عنوان سومین دکمه اضافی محصول

source: Third additional product button icon
ar: أيقونة زر المنتج الإضافي الثالث
fa_ir: آیکن سومین دکمه اضافی محصول

source: Third additional product button link
ar: رابط زر المنتج الإضافي الثالث
fa_ir: لینک سومین دکمه اضافی محصول

source: Fourth additional product button settings
ar: إعدادات زر المنتج الإضافي الرابع
fa_ir: تنظیمات چهارمین دکمه اضافی محصول

source: Display fourth additional button in product page
ar: عرض الزر الإضافي الرابع في صفحة المنتج
fa_ir: نمایش چهارمین دکمه اضافی در صفحه محصول

source: Display fourth additional button in non-purchasable products
ar: عرض الزر الإضافي الرابع في المنتجات غير القابلة للشراء
fa_ir: نمایش چهارمین دکمه اضافی در محصولات غیرقابل خرید

source: Display fourth additional button in specific categories
ar: عرض الزر الإضافي الرابع في فئات محددة
fa_ir: نمایش چهارمین دکمه اضافی در دسته‌بندی‌های خاص

source: Hide fourth additional button in specific categories
ar: إخفاء الزر الإضافي الرابع في فئات محددة
fa_ir: مخفی کردن چهارمین دکمه اضافی در دسته‌بندی‌های خاص

source: Fourth additional product button title
ar: عنوان زر المنتج الإضافي الرابع
fa_ir: عنوان چهارمین دکمه اضافی محصول

source: Fourth additional product button icon
ar: أيقونة زر المنتج الإضافي الرابع
fa_ir: آیکن چهارمین دکمه اضافی محصول

source: Fourth additional product button link
ar: رابط زر المنتج الإضافي الرابع
fa_ir: لینک چهارمین دکمه اضافی محصول

source: Fifth additional product button settings
ar: إعدادات زر المنتج الإضافي الخامس
fa_ir: تنظیمات پنجمین دکمه اضافی محصول

source: Display fifth additional button in product page
ar: عرض الزر الإضافي الخامس في صفحة المنتج
fa_ir: نمایش پنجمین دکمه اضافی در صفحه محصول

source: Display fifth additional button in non-purchasable products
ar: عرض الزر الإضافي الخامس في المنتجات غير القابلة للشراء
fa_ir: نمایش پنجمین دکمه اضافی در محصولات غیرقابل خرید

source: Display fifth additional button in specific categories
ar: عرض الزر الإضافي الخامس في فئات محددة
fa_ir: نمایش پنجمین دکمه اضافی در دسته‌بندی‌های خاص

source: Hide fifth additional button in specific categories
ar: إخفاء الزر الإضافي الخامس في فئات محددة
fa_ir: مخفی کردن پنجمین دکمه اضافی در دسته‌بندی‌های خاص

source: Fifth additional product button title
ar: عنوان زر المنتج الإضافي الخامس
fa_ir: عنوان پنجمین دکمه اضافی محصول

source: Fifth additional product button icon
ar: أيقونة زر المنتج الإضافي الخامس
fa_ir: آیکن پنجمین دکمه اضافی محصول

source: Fifth additional product button link
ar: رابط زر المنتج الإضافي الخامس
fa_ir: لینک پنجمین دکمه اضافی محصول

source: Social Media
ar: شبكة اجتماعية
fa_ir: شبکه اجتماعی

source: Nofollow property settings
ar: إعدادات خاصية Nofollow
fa_ir: تنظیمات خاصیت nofollow

source: Add nofollow property to social network links
ar: أضف خاصية nofollow إلى روابط الشبكات الاجتماعية
fa_ir: اضافه کردن خاصیت nofollow به لینک های شبکه اجتماعی

source: Add nofollow property to sharing links
ar: إضافة خاصية nofollow إلى مشاركة الروابط
fa_ir: اضافه کردن خاصیت nofollow به لینک های اشتراک گذاری

source: Settings for product and post sharing links
ar: إعدادات روابط مشاركة المنتج وما بعد
fa_ir: تنظیمات لینک های اشتراک گذاری محصولات و نوشته‌ها

source: Google+
ar: كوكل‌ بلاس
fa_ir: گوگل‌ پلاس

source: Linkedin
ar: لینکداین
fa_ir: لینکداین

source: Copy short link
ar: انسخ الرابط القصير
fa_ir: کپی لینک کوتاه

source: Enter the link to the site's social pages
ar: أدخل رابط الصفحات الاجتماعية للموقع
fa_ir: لینک صفحات اجتماعی سایت را وارد نمایید

source: Link
ar: رابط
fa_ir: پیوند

source: Youtube
ar: یوتیوب
fa_ir: یوتیوب

source: Dribble
ar: دریبل
fa_ir: دریبل

source: Behance
ar: بیهنس
fa_ir: بیهنس

source: Tiktok
ar: تیک توک
fa_ir: تیک تاک

source: Soroush
ar: سروش
fa_ir: سروش

source: Gap
ar: گب
fa_ir: گپ

source: Eitaa
ar: ایتا
fa_ir: ایتا

source: Bisphone
ar: بیسفون
fa_ir: بیسفون

source: Bale
ar: بله
fa_ir: بله

source: iGap
ar: آی گب
fa_ir: آی گپ

source: Rubika
ar: روبیکا
fa_ir: روبیکا

source: Hoorsa
ar: هورسا
fa_ir: هورسا

source: Soundcloud
fa_ir: ساندکلود

source: Google podcasts
ar: جوجل بودكاست
fa_ir: گوگل پادکستز

source: Castbox
fa_ir: کست باکس

source: Linktree
ar: لينكتري
fa_ir: لینک تری

source: Remove "tel:" from link output
ar: إزالة "tel:" من إخراج الارتباط
fa_ir: حذف "tel:" از خروجی لینک

source: Mobile
ar: موبایل
fa_ir: موبایل

source: User panel
ar: لوحة المستخدم
fa_ir: پنل کاربری

source: User panel settings
ar: إعدادات لوحة المستخدم
fa_ir: تنظیمات پنل کاربری

source: Remove template hooks from WooCommerce user panel
ar: قم بإزالة خطافات القالب من لوحة مستخدم WooCommerce
fa_ir: حذف هوک های قالب از پنل کاربری ووکامرس

source: Enabling this option removes the template code from the WooCommerce user panel. Enabling this option is used to eliminate interference with other user panel plugins.
ar: يؤدي تمكين هذا الخيار إلى إزالة رمز القالب من لوحة مستخدم WooCommerce. يتم استخدام تمكين هذا الخيار لإزالة التداخل مع المكونات الإضافية الأخرى للوحة المستخدم.
fa_ir: با فعال‌سازی این گزینه کدهای قالب از پنل کاربری ووکامرس حذف می شوند، فعال‌سازی این گزینه برای رفع تداخل با سایر افزونه های پنل کاربری کاربرد دارد.

source: Ability to change profile picture
ar: القدرة على تغيير صورة الملف الشخصي
fa_ir: قابلیت تغییر تصویر پروفایل

source: Adding the ability to change the profile image (avatar) to the user panel
ar: إضافة إمكانية تغيير صورة الملف الشخصي (الأفاتار) إلى لوحة المستخدم
fa_ir: افزودن قابلیت تغییر تصویر پروفایل (آواتار) به پنل کاربران

source: Remove download option
ar: إزالة خيار التنزيل
fa_ir: حذف گزینه دانلود

source: Remove download option from menu and user panel
ar: إزالة خيار التنزيل من القائمة ولوحة المستخدم
fa_ir: حذف گزینه دانلود از منو و پنل کاربری

source: Change my orders page to accordion mode
ar: قم بتغيير صفحة طلباتي إلى وضع الأكورديون
fa_ir: تغییر صفحه سفارش‌ها به حالت آکاردئون

source: Change the file download page to accordion mode
ar: قم بتغيير صفحة تنزيل الملف إلى وضع الأكورديون
fa_ir: تغییر صفحه دانلود فایل به حالت آکاردئون

source: Display the "My Comments" option in the user panel
ar: اعرض خيار "تعليقاتي" في لوحة المستخدم
fa_ir: نمایش گزینه "نظرات من" در پنل کاربری

source: Dashboard slider settings
ar: إعدادات شريط تمرير لوحة المعلومات
fa_ir: تنظیمات اسلایدر پنل کاربری

source: This slider is displayed on the User Panel
ar: يتم عرض شريط التمرير هذا على لوحة المستخدم
fa_ir: این اسلایدر در پنل کاربری نمایش داده می شود

source: Show dashboard slider
ar: إظهار شريط تمرير لوحة القيادة
fa_ir: نمایش اسلایدر پنل کاربری

source: Show dashboard slider in mobile mode
ar: إظهار شريط تمرير لوحة القيادة في وضع الهاتف المحمول
fa_ir: نمایش اسلایدر پنل کاربری در حالت موبایل

source: Show the title of the slides on mobile
ar: اعرض عنوان الشرائح على الهاتف المحمول
fa_ir: نمایش عنوان اسلایدها در موبایل

source: Open the links in a new tab
ar: افتح الروابط في علامة تبويب جديدة
fa_ir: بازکردن لینک‌ها در پنجره جدید

source: Sliders
ar: الشرائح
fa_ir: اسلایدها

source: Upload slider images from this section.
ar: قم بتحميل الصور المنزلقة من هذا القسم.
fa_ir: تصاویر اسلایدر را از این بخش آپلود نمایید.

source: Dashboard banner settings
ar: إعدادات لافتة لوحة القيادة
fa_ir: تنظیمات بنر پنل کاربری

source: This banner is displayed on the User Panel
ar: يتم عرض هذا الشعار على لوحة المستخدم
fa_ir: این بنر در پنل کاربری نمایش داده می شود

source: Show Dashboard banner
ar: إظهار شعار لوحة المعلومات
fa_ir: نمایش بنر پنل کاربری

source: Show Dashboard banner in mobile mode
ar: إظهار شعار لوحة المعلومات في وضع الهاتف المحمول
fa_ir: نمایش بنر پنل کاربری در حالت موبایل

source: Dashboard banner image
ar: صورة بانر لوحة القيادة
fa_ir: تصویر بنر پنل کاربری

source: Dashboard banner link
ar: رابط لافتة لوحة القيادة
fa_ir: لینک بنر پنل کاربری

source: Dashboard banner title
ar: عنوان بانر لوحة المعلومات
fa_ir: عنوان بنر پنل کاربری

source: Login and registration
ar: تسجيل الدخول والتسجيل
fa_ir: ورود و ثبت‌نام

source: Login and registration settings
ar: إعدادات تسجيل الدخول والتسجيل
fa_ir: تنظیمات ورود و ثبت‌نام

source: Login settings
ar: إعدادات تسجيل الدخول
fa_ir: تنظیمات ورود

source: Redirect WordPress login page to theme login page
ar: إعادة توجيه صفحة تسجيل الدخول إلى WordPress إلى صفحة تسجيل الدخول إلى السمة
fa_ir: تغییر مسیر صفحه ورود وردپرس به صفحه ورود قالب

source: By activating this option, the WordPress login page (wp-login and wp-admin) will be redirected to the theme login page.
ar: من خلال تفعيل هذا الخيار سيتم إعادة توجيه صفحة تسجيل الدخول الخاصة بـ WordPress (wp-login و wp-admin) إلى صفحة تسجيل الدخول الخاصة بالقالب.
fa_ir: با فعال‌سازی این گزینه صفحه ورود وردپرس (wp-login و wp-admin) به صفحه ورود قالب ریدارکت خواهد شد.

source: Changing the WooCommerce login and registration page template
ar: تغيير قالب صفحة تسجيل الدخول والتسجيل في WooCommerce
fa_ir: تغییر قالب صفحه ورود و ثبت نام ووکامرس

source: Changing the WooCommerce login and registration page template to the template login and registration page
ar: تغيير قالب صفحة تسجيل الدخول والتسجيل في WooCommerce إلى قالب صفحة تسجيل الدخول والتسجيل
fa_ir: تغییر قالب صفحه ورود و ثبت نام ووکامرس به صفحه ورود و ثبت نام قالب

source: Compatibility with Digits plugin
ar: التوافق مع دیجیتز
fa_ir: سازگاری با افزونه دیجیتس

source: If you have a Digit plugin installed, the login and registration button will be connected to this plugin
ar: إذا كان لديك مكون إضافي لـ Digit مثبتًا، فسيتم ربط زر تسجيل الدخول والتسجيل بهذا المكون الإضافي
fa_ir: در صورت نصب بودن افزونه دیجیتس دکمه ورود و ثبت‌نام به این افزونه متصل خواهد شد

source: We recommend you to use Dinakala SMS login and registration
ar: ننصحك باستخدام خدمة تسجيل الدخول والتسجيل في Dinakala SMS
fa_ir: توصیه می‌کنیم از ورود و ثبت نام پیامکی قالب دیناکالا استفاده کنید

source: Link to Digits page instead of pop-up mode
ar: ارتباط بصفحة الأرقام بدلاً من وضع النافذة المنبثقة
fa_ir: لینک به صفحه دیجیتس به جای حالت پاپ آپ

source: Change the login/registration button link
ar: تغيير رابط زر تسجيل الدخول/التسجيل
fa_ir: تغییر لینک دکمه ورود/ثبت‌نام

source: Link to the login/registration page
ar: رابط لصفحة تسجيل الدخول/التسجيل
fa_ir: لینک صفحه ورود/ثبت‌نام

source: Full page link
ar: رابط صفحة كاملة
fa_ir: لینک کامل صفحه

source: Example: http://example.com/login
ar: مثال: http://example.com/login
fa_ir: مثال: http://example.com/login

source: Remove registration link
ar: إزالة رابط التسجيل
fa_ir: حذف لینک ثبت‌نام

source: Change the registration link
ar: تغيير رابط التسجيل
fa_ir: تغییر لینک ثبت‌نام

source: Link to the Registration page
ar: رابط لصفحة التسجيل
fa_ir: لینک صفحه ثبت‌نام

source: Example: http://example.com/register
ar: مثال: http://example.com/register
fa_ir: مثال: http://example.com/register

source: Change password reset link
ar: رابط تغيير كلمة المرور
fa_ir: تغییر لینک بازیابی کلمه‌عبور

source: Link to the password reset page
ar: رابط لصفحة إعادة تعيين كلمة المرور
fa_ir: لینک صفحه بازیابی کلمه‌عبور

source: Example: http://example.com/reset-password
ar: مثال: http://example.com/reset-password
fa_ir: مثال: http://example.com/reset-password

source: Show login panel tips
ar: إظهار تلميحات لوحة تسجيل الدخول
fa_ir: نمایش نکات پنل ورود

source: With this feature, you can display a text in the ajax login panel of the template
ar: باستخدام هذه الميزة ، يمكنك عرض نص في لوحة تسجيل الدخول إلى ajax للقالب
fa_ir: توسط این قابلیت می‌توانید متنی را در پنل ورود آجاکس قالب نمایش دهید

source: Login tips
ar: نصائح تسجيل الدخول
fa_ir: نکات ورود

source: Redirection after login
ar: إعادة التوجيه بعد تسجيل الدخول
fa_ir: تغییر مسیر بعد از ورود

source: Redirect to your desired address after login
ar: إعادة التوجيه إلى العنوان المطلوب بعد تسجيل الدخول
fa_ir: تغییر مسیر به آدرس مورد نظر شما بعد از ورود

source: Redirect address after login
ar: إعادة توجيه العنوان بعد تسجيل الدخول
fa_ir: آدرس تغییر مسیر بعد از ورود

source: Redirection after logout
ar: إعادة التوجيه بعد تسجيل الخروج
fa_ir: تغییر مسیر بعد از خروج

source: Redirect to your desired address after logout
ar: إعادة التوجيه إلى العنوان المطلوب بعد تسجيل الخروج
fa_ir: تغییر مسیر به آدرس مورد نظر شما بعد از خروج

source: Redirect address after logout
ar: إعادة توجيه العنوان بعد تسجيل الخروج
fa_ir: آدرس تغییر مسیر بعد از خروج

source: SMS login and registration settings
ar: إعدادات تسجيل الدخول والتسجيل عبر الرسائل القصيرة
fa_ir: تنظیمات ورود و ثبت‌نام پیامکی

source: Activating login and registration with SMS
ar: تفعيل الدخول والتسجيل عن طريق الرسائل القصيرة
fa_ir: فعال‌سازی ورود و ثبت‌نام پیامکی

source: By activating this option, the login and registration feature will be added in the login side panel and login page by mobile number and one-time password.
ar: من خلال تفعيل هذا الخيار سيتم إضافة خاصية الدخول والتسجيل في لوحة تسجيل الدخول وصفحة تسجيل الدخول عن طريق رقم الهاتف المحمول وكلمة المرور لمرة واحدة.
fa_ir: با فعال‌سازی این گزینه در پنل کناری ورود و صفحه ورود قابلیت ورود و ثبت‌نام توسط شماره موبایل و رمز یکبار مصرف اضافه خواهد شد.

source: Display SMS login form as main form
ar: عرض نموذج تسجيل الدخول عبر الرسائل القصيرة كنموذج رئيسي
fa_ir: نمایش فرم لاگین پیامکی به عنوان فرم اصلی

source: Delete login by username and password
ar: حذف تسجيل الدخول باستخدام اسم المستخدم وكلمة المرور
fa_ir: حذف ورود توسط نام کاربری و کلمه عبور

source: Search in Digits plugin users
ar: البحث في مستخدمي البرنامج الإضافي Digits
fa_ir: جستجو در کاربران افزونه دیجیتس

source: If the Digits plugin is already installed on your site, by activating this option, you can make the SMS login and membership section of the template compatible with the Digits plugin.
ar: إذا تم تثبيت البرنامج الإضافي Digits بالفعل على موقعك، فمن خلال تنشيط هذا الخيار، يمكنك جعل قسم تسجيل الدخول والعضوية عبر الرسائل القصيرة في القالب متوافقًا مع البرنامج الإضافي Digits.
fa_ir: اگر از قبل افزونه دیجیتس در سایت شما نصب بوده با فعال‌سازی این گزینه می‌توانید بخش ورود و عضویت پیامکی قالب را با این افزونه سازگار کنید.

source: Search other SMS plugin users
ar: ابحث عن مستخدمي إضافات الرسائل القصيرة الأخرى
fa_ir: جستجو در کاربران سایر افزونه‌های پیامکی

source: If another SMS plugin has been installed on your site and you want the SMS login and subscription section of the template to search the users of that plugin, you can enter the name of the phone number storage key of that plugin.
ar: إذا تم تثبيت مكون إضافي آخر للرسائل القصيرة على موقعك وتريد أن يقوم قسم تسجيل الدخول والاشتراك في الرسائل القصيرة في القالب بالبحث عن مستخدمي هذا المكون الإضافي، فيمكنك إدخال اسم مفتاح تخزين رقم الهاتف الخاص بهذا المكون الإضافي.
fa_ir: اگر افزونه پیامکی دیگری روی سایت شما نصب بوده و قصد دارید بخش ورود و عضویت پیامکی قالب در کاربران آن افزونه جستجو کند می‌توانید نام کلید ذخیره سازی شماره تلفن آن افزونه را وارد کنید.

source: Phone number key
ar: مفتاح رقم الهاتف
fa_ir: کلید شماره تلفن

source: Number of OTP code digits
ar: عدد أرقام رمز OTP
fa_ir: تعداد ارقام کد OTP

source: Time to resend the code
ar: حان وقت إعادة إرسال الرمز
fa_ir: زمان ارسال مجدد کد

source: One-click login and registration settings
ar: إعدادات تسجيل الدخول والتسجيل بنقرة واحدة
fa_ir: تنظیمات ورود و ثبت‌نام با یک کلیک

source: One-click login and registration activation
ar: تسجيل الدخول وتفعيل التسجيل بنقرة واحدة
fa_ir: فعال‌سازی ورود و ثبت‌نام با یک کلیک

source: By activating this option, if there is no user account with the user's mobile number at the time of login, a user account will be created for him.
ar: من خلال تفعيل هذا الخيار، إذا لم يكن هناك حساب مستخدم برقم الجوال الخاص بالمستخدم عند تسجيل الدخول، سيتم إنشاء حساب مستخدم له.
fa_ir: با فعال‌سازی این گزینه اگر در هنگام ورود، با شماره موبایل کاربر حساب کاربری وجود نداشته باشد یک حساب کاربری برای او ساخته خواهد شد.
