Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: If you have a method for free shipping on a certain amount of the order, you can display a message about the amount remaining until free shipping
ar: إذا كانت لديك طريقة للشحن المجاني على مبلغ معين من الطلب ، فيمكنك عرض رسالة حول المبلغ المتبقي حتى الشحن المجاني
fa_ir: اگر روشی برای ارسال رایگان در مبلغ خاصی از سفارش را دارید می توانید پیامی در رابطه با مبلغ باقی مانده تا ارسال رایگان نمایش دهید

source: Notify user when shipping is free
ar: أبلغ المستخدم عندما يكون الشحن مجانيًا
fa_ir: وقتی که ارسال رایگان است به کاربر اطلاع بده

source: Free shipping threshold
ar: حد الشحن المجاني
fa_ir: آستانه ارسال رایگان

source: The amount in which shipping is free, without monetary units and decimals and...
ar: المبلغ الذي يتم فيه الشحن مجانًا ، بدون وحدات نقدية وكسور عشرية و ...
fa_ir: مبلغی که در آن ارسال رایگان می شود، بدون واحد پولی و اعشار و ...

source: Show free shipping message in cart page
ar: عرض رسالة الشحن المجاني في صفحة سلة التسوق
fa_ir: نمایش پیام ارسال رایگان در صفحه سبد خرید

source: Calculation based on cart amount and tax
ar: الحساب على أساس مبلغ العربة والضريبة
fa_ir: محاسبه با توجه به مبلغ سبد خرید و مالیات

source: Show free shipping message in mini-cart
ar: عرض رسالة الشحن المجاني في عربة التسوق الصغيرة
fa_ir: نمایش پیام ارسال رایگان در سبد خریدکناری سایت

source: Display progress bar of remaining amount
ar: عرض شريط التقدم للمبلغ المتبقي
fa_ir: نمایش نوار پیشرفت باقی مانده مبلغ

source: Progress bar color
ar: لون شريط التقدم
fa_ir: رنگ نوار پیشرفت

source: Hide other shipping methods when free shipping is enabled
ar: إخفاء طرق الشحن الأخرى عند تمكين الشحن المجاني
fa_ir: وقتی ارسال رایگان فعال است، سایر روش‌های ارسال را پنهان کنید

source: Cash on delivery settings
ar: إعدادات الدفع عند التسليم
fa_ir: تنظیمات پرداخت در محل

source: Show cash on delivery purchase method in a certain amount
ar: إظهار طريقة الشراء نقدا عند التسليم بمبلغ معين
fa_ir: نمایش روش پرداخت در محل در مبلغ خاص

source: If you have a method for cash on delivery, you can display this method in a certain amount of the shopping cart.
ar: إذا كانت لديك طريقة للدفع عند الاستلام، فيمكنك عرض هذه الطريقة في مبلغ معين من عربة التسوق.
fa_ir: اگر روشی برای برای پرداخت در محل دارید، می توانید این روش را در مقدار مشخصی از سبد خرید نمایش دهید.

source: Cart amount condition
ar: حالة مبلغ سلة التسوق
fa_ir: شرط مبلغ سبد خرید

source: From the minimum amount
ar: من الحد الأدنى للمبلغ
fa_ir: از حداقل مبلغ

source: Up to the maximum amount
ar: يصل إلى الحد الأقصى للمبلغ
fa_ir: تا حداکثر مبلغ

source: From minimum to maximum amount
ar: من الحد الأدنى إلى الحد الأقصى للمبلغ
fa_ir: از حداقل تا حداکثر مبلغ

source: Minimum shopping cart amount
ar: الحد الأدنى لمبلغ سلة التسوق
fa_ir: حداقل مبلغ سبد خرید

source: The minimum amount in which cash on delivery is active, without monetary units and decimals and...
ar: الحد الأدنى للمبلغ الذي يكون فيه الدفع نقدًا عند التسليم نشطًا، بدون الوحدات النقدية والكسور العشرية و...
fa_ir: حداقل مبلغی که در آن پرداخت در محل فعال می شود، بدون واحد پولی و اعشار و ...

source: Maximum shopping cart amount
ar: الحد الأقصى لمبلغ سلة التسوق
fa_ir: حداکثر مبلغ سبد خرید

source: The Maximum amount in which cash on delivery is active, without monetary units and decimals and...
ar: الحد الأقصى للمبلغ الذي يكون فيه الدفع النقدي عند التسليم نشطًا، بدون الوحدات النقدية والكسور العشرية و...
fa_ir: حداکثر مبلغی که در آن پرداخت در محل فعال می شود، بدون واحد پولی و اعشار و ...

source: Brand:
ar: العلامة التجارية:
fa_ir: برند:

source: Brand
ar: العلامة التجارية
fa_ir: برند

source: Brand of products
ar: العلامة التجارية للمنتجات
fa_ir: برند محصولات

source: All Brands
ar: جميع العلامات التجارية
fa_ir: همه برندها

source: Parent brand
ar: العلامة التجارية الأم
fa_ir: برند والد

source: New brand name
ar: اسم العلامة التجارية الجديدة
fa_ir: نام برند جدید

source: Add new brand
ar: أضف علامة تجارية جديدة
fa_ir: افزودن برند جدید

source: Edit brand
ar: تحرير العلامة التجارية
fa_ir: ویرایش برند

source: Update brand
ar: تحديث العلامة التجارية
fa_ir: به روزرسانی برند

source: Separate brands with commas
ar: افصل بين العلامات التجارية بفواصل
fa_ir: برندها را توسط کاما جدا کنید

source: Search brands
ar: البحث عن العلامات التجارية
fa_ir: جستجو در برندها

source: Add or remove brands
ar: إضافة أو إزالة العلامات التجارية
fa_ir: اضافه یا حذف کردن برندها

source: Choose from most used brand
ar: استخدم العلامة التجارية الأكثر استخدامًا
fa_ir: استفاده از پراستفاده ترین برند

source: Please wait...
ar: الرجاء الانتظار ...
fa_ir: لطفا صبر کنید ...

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني
fa_ir: نام کاربری یا نشانی ایمیل

source: Reset password
ar: إعادة تعيين كلمة المرور
fa_ir: بازنشانی گذرواژه

source: Create an account
ar: انشئ حساب
fa_ir: ایجاد حساب کاربری

source: Login to the site
ar: تسجيل الدخول إلى الموقع
fa_ir: ورود به سایت

source: Login with mobile number
ar: تسجيل الدخول برقم الجوال
fa_ir: ورود با شماره موبایل

source: Login | Register
ar: تسجيل الدخول | التسجيل
fa_ir: ورود | ثبت‌نام

source: Login with username
ar: تسجيل الدخول باستخدام اسم المستخدم
fa_ir: ورود با نام کاربری

source: Resend the code
ar: إعادة إرسال الكود
fa_ir: ارسال مجدد کد

source: Register number
ar: رقم التسجيل
fa_ir: ثبت شماره

source: Enter Captcha Code!
ar: أدخل كود الكابتشا!
fa_ir: کد کپچا را وارد کنید!

source: No account found with this email address!
ar: لم يتم العثور على حساب بهذا البريد الإلكتروني!
fa_ir: هیچ حساب کاربری با این آدرس ایمیل پیدا نشد!

source: The login details are incorrect!
ar: تفاصيل تسجيل الدخول غير صحيحة!
fa_ir: مشخصات ورود اشتباه است!

source: Login was successful...
ar: تم تسجيل الدخول بنجاح...
fa_ir: ورود موفقیت آمیز بود...

source: Username is in use!
ar: اسم المستخدم قيد الاستخدام!
fa_ir: نام کاربری در حال استفاده است!

source: Phone number is in use!
ar: رقم الهاتف قيد الاستخدام!
fa_ir: شماره تلفن در حال استفاده است!

source: Email is in use!
ar: البريد الإلكتروني قيد الاستخدام!
fa_ir: ایمیل در حال استفاده است!

source: Account creation failed!
ar: فشل إنشاء الحساب!
fa_ir: ساخت حساب کاربری انجام نشد!

source: Registration was successful...
ar: تم التسجيل بنجاح...
fa_ir: ثبت‌نام موفقیت آمیز بود...

source: Registration failed!
ar: فشل في التسجيل!
fa_ir: ثبت نام انجام نشد!

source: There is no user with this phone number
ar: لا يوجد مستخدم بهذا رقم الهاتف
fa_ir: کاربری با این شماره تلفن پیدا نشد

source: The OTP code has expired!
ar: لقد انتهت صلاحية رمز OTP!
fa_ir: رمز یکبار مصرف منقضی شده است!

source: The OTP code is wrong!
ar: رمز OTP خاطئ!
fa_ir: رمز یکبار مصرف اشتباه است!

source: The OTP code cannot be empty!
ar: لا يمكن أن يكون رمز OTP فارغًا!
fa_ir: رمز یکبار مصرف نمی‌تواند خالی باشد!

source: Login failed!
ar: فشل تسجيل الدخول!
fa_ir: ورود ناموفق بود!

source: This number belongs to another account!
ar: هذا الرقم يخص حساب آخر!
fa_ir: این شماره متعلق به حساب کاربری دیگری است!

source: Mobile number added successfully...
ar: تمت إضافة رقم الهاتف المحمول بنجاح...
fa_ir: شماره موبایل با موفقیت اضافه شد...

source: There was a problem adding the mobile number!
ar: حدثت مشكلة أثناء إضافة رقم الهاتف المحمول!
fa_ir: مشکلی در افزودن شماره موبایل پیش آمد!

source: Site user
ar: مستخدم الموقع
fa_ir: کاربر سایت

source: You are already logged in
ar: انت بالفعل داخل
fa_ir: شما قبلا وارد شده اید

source: Read More...
ar: اقرأ المزيد ...
fa_ir: ادامه مطلب...

source: Products and product archive sidebar
ar: المنتجات والشريط الجانبي لأرشيف المنتجات
fa_ir: ستون کناری صفحات محصول و آرشیو

source: Products sidebar
ar: الشريط الجانبي للمنتجات
fa_ir: سایدبار محصولات

source: Shop Page sidebar
ar: متجر الشريط الجانبي للصفحة
fa_ir: سایدبار صفحه فروشگاه

source: Shop page sidebar
ar: تسوق الصفحة الشريط الجانبي
fa_ir: سایدبار صفحه فروشگاه

source: Site sidebar
ar: الشريط الجانبي للموقع
fa_ir: سایدبار سایت

source: Footer
ar: الفوتر
fa_ir: فوتر

source: Footer Widget
ar: القطعة الفوتر
fa_ir: ابزارک فوتر

source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.
fa_ir: خواهشمندیم یک شماره تلفن صحیح وارد کنید.

source: Comment Metadata
ar: بيانات التعليق
fa_ir: اطلاعات اضافی دیدگاه

source: Product pros
ar: إيجابيات المنتج
fa_ir: مزایای محصول

source: Product cons
ar: سلبيات المنتج
fa_ir: معایب محصولات

source: Positive points
ar: نقاط إيجابية
fa_ir: نکات مثبت

# comment
source: Add
ar: يضيف
fa_ir: افزودن

source: Negative points
ar: نقاط سلبية
fa_ir: نکات منفی

source: Digital Products Store
ar: متجر المنتجات الرقمية
fa_ir: فروشگاه محصولات دیجیتال

source: Clothing store
ar: محل الملابس
fa_ir: فروشگاه پوشاک

source: Supermarket
ar: سوبر ماركت
fa_ir: فروشگاه مواد غذایی

source: Handicraft store
ar: متجر الحرف اليدوية
fa_ir: فروشگاه صنایع دستی

source: Flower and plant shop
ar: متجر الزهور والنباتات
fa_ir: فروشگاه گل و گیاه

source: Jewelry store
ar: متجر مجوهرات
fa_ir: فروشگاه جواهرات

source: Jewelry store (English demo)
ar: متجر مجوهرات (عرض باللغة الإنجليزية)
fa_ir: فروشگاه جواهرات (دموی انگلیسی)

source: WooCommerce
ar: ووکامرس
fa_ir: ووکامرس

source: Elementor Page Builder
ar: المينتور باني الصفحة
fa_ir: صفحه ساز المنتور

source: YITH WooCommerce Wishlist
ar: مفضلة ووکامرس
fa_ir: لیست علاقه مندی ووکامرس

source: WooCommerce Compare List
ar: مقارنة منتجات ووکامرس
fa_ir: مقایسه محصولات ووکامرس

source: Contact Form 7
ar: نموذج الاتصال 7
fa_ir: فرم تماس 7

source: <p><strong>Important notice:</strong></p>
ar: <p><strong>ملاحظة مهمة:</strong></p>
fa_ir: <p><strong>نکته مهم:</strong></p>

source: <p>Please install and activate the required plugins for the skin before importing your desired demo. Home page, favorites and comparisons are also set when importing, so if you have pages with this name, delete them before importing.</p>
ar: <p>يرجى تثبيت وتنشيط المكونات الإضافية المطلوبة للجلد قبل استيراد العرض التوضيحي المطلوب. يتم أيضًا تعيين علامات تبويب الصفحة الرئيسية والمفضلة والمقارنات عند الاستيراد ، لذلك إذا كانت لديك علامات تبويب بهذا الاسم ، فاحذفها قبل الاستيراد.</p>
fa_ir: <p>لطفاً قبل از درون ریزی دموی مورد نظرتان، افزونه های مورد نیاز پوسته را نصب و فعال نمایید. همچنین برگه های صفحه اصلی، علاقه مندی و مقایسه در هنگام درون ریزی تنظیم می شوند، بهتر است که اگر برگه هایی به این نام دارید قبل از درون ریزی پاک کنید.</p>

source: Theme Demo Importer
ar: استيراد العرض التوضيحي (Demo)
fa_ir: ایمپورت دموهای قالب

source: Vendor Dashboard
ar: لوحة معلومات البائعين
fa_ir: داشبورد فروشندگان

source: Become a Vendor
ar: كن بائعا
fa_ir: فروشنده شوید

source: Vendor:
ar: البائع:
fa_ir: فروشنده:

source: Please type...
ar: الرجاء أكتب ...
fa_ir: لطفا تایپ نمایید ...

source: Advertising banner (Dinakala)
ar: لافتة إعلانية (ديناكالا)
fa_ir: بنر تبلیغاتی (دیناکالا)

source: Enter image title
ar: أدخل عنوان الصورة
fa_ir: عنوان تصویر را وارد نمایید

source: Image hover effect
ar: تأثير عند تمرير الماوس الصورة
fa_ir: افکت هاور تصویر

source: Brightness
ar: سطوع
fa_ir: روشنایی

source: Zoom In
ar: تكبير
fa_ir: بزرگنمایی

source: Rotate
ar: استدارة
fa_ir: چرخش

source: Gray Scale
ar: اسود و ابيض
fa_ir: سیاه و سفید

source: Opacity
ar: الشفافیة
fa_ir: شفافیت

source: Flashing
ar: غمزة
fa_ir: چشمک زن

source: Shine
ar: يلمع
fa_ir: درخشش

source: Circle
ar: دائرة
fa_ir: دایره

source: Suitable for square and circle images (not suitable for rectangular images)
ar: مناسب للصور المربعة والدائرية (غير مناسب للصور المستطيلة)
fa_ir: مناسب برای تصاویر مربع و دایره (برای تصاویر مستطیل شکل مناسب نیست)

source: Show image title on mouse hover
ar: اعرض عنوان الصورة عند تمرير الماوس
fa_ir: نمایش عنوان تصویر هنگام عبور ماوس

source: Display the title of the image in a fixed way
ar: عرض عنوان الصورة بطريقة ثابتة
fa_ir: نمایش عنوان تصویر به صورت ثابت

source: Inheriting title background color from template color
ar: وراثة لون خلفية العنوان من لون القالب
fa_ir: ارث‌بری رنگ پس زمینه عنوان از رنگ پوسته

source: Title background color
ar: لون خلفية العنوان
fa_ir: رنگ پس زمینه عنوان

source: Title color
ar: لون العنوان
fa_ir: رنگ عنوان

source: Choose Image
ar: اختيار الصورة
fa_ir: انتخاب تصویر

source: Aparat embed (Dinakala)
ar: تضمين Aparat (ديناكالا)
fa_ir: ویدیو آپارات (دیناکالا)

source: Video title
ar: عنوان مقطع الفيديو
fa_ir: عنوان ویدیو

source: Video ID
ar: معرف الفيديو
fa_ir: شناسه ویدیو

source: Enter only id of the video (example: 4pN2B)<br>https://www.aparat.com/v/4pN2B
ar: أدخل معرف الفيديو فقط (مثال: 4pN2B)<br>https://www.aparat.com/v/4pN2B
fa_ir: فقط شناسه ویدیو را وارد نمایید (مثال: 4pN2B)<br>https://www.aparat.com/v/4pN2B

source: Enter the video ID
ar: أدخل معرف الفيديو
fa_ir: شناسه ویدیو را وارد کنید

source: Columnar brand slider (Dinakala)
ar: منزلق عمودي للعلامة التجارية (Dinakala)
fa_ir: برند ستون‌بندی شده (دیناکالا)

source: Title settings
ar: إعدادات العنوان
fa_ir: تنظیمات عنوان

source: Enter your title
ar: أدخل العنوان
fa_ir: عنوان را وارد نمایید

source: Brands
ar: العلامة التجارية
fa_ir: برندها

source: Or custom icon (Suitable size: 32px by 32px)
ar: أو رمز مخصص (الحجم المناسب: 32 بكسل × 32 بكسل)
fa_ir: یا آیکن دلخواه (اندازه مناسب: 32 پیکسل در 32 پیکسل)

source: Show title in the middle
ar: إظهار العنوان في المنتصف
fa_ir: نمایش عنوان در وسط

source: Block title tag
ar: حظر علامة العنوان
fa_ir: تگ عنوان بلاک

source: Hide title in desktop mode
ar: إخفاء العنوان في وضع سطح المكتب
fa_ir: مخفی کردن عنوان در حالت دسکتاپ

source: Suitable for the case where you consider an image containing a title for the block
ar: مناسب للحالة التي تعتبر فيها صورة تحتوي على عنوان للكتلة
fa_ir: مناسب برای حالتی که تصویری شامل عنوان برای بلاک در نظر می گیرید

source: White title (Suitable for background mode)
ar: عنوان أبيض (مناسب لوضع الخلفية)
fa_ir: عنوان سفید (مناسب برای حالت دارای پس زمینه)

source: Dark title (Suitable for dark mode and white background)
ar: عنوان غامق (مناسب للوضع الداكن والخلفية البيضاء)
fa_ir: عنوان تاریک (مناسب برای دارک مُد و پس زمینه سفید)

source: Remove the title underline
ar: إزالة التسطير تحت العنوان
fa_ir: حذف زیرخط عنوان

source: Inheriting title border color from template color
ar: وراثة لون حدود العنوان من لون القالب
fa_ir: ارث‌بری رنگ حاشیه عنوان از رنگ پوسته

source: Title border color
ar: لون حدود العنوان
fa_ir: رنگ حاشیه عنوان

source: Order by
ar: ترتيب حسب
fa_ir: مرتب سازی بر اساس

source: ID
fa_ir: آی دی

source: Menu order
ar: ترتيب القائمة
fa_ir: ترتیب منو

source: Last modified date
ar: تاريخ آخر تعديل
fa_ir: تاریخ آخرین تغییر

source: Sort order
ar: ترتيب الفرز
fa_ir: مرتب سازی

source: Descending
ar: تنازليًا
fa_ir: نزولی

source: Ascending
ar: تصاعدي
fa_ir: صعودی

source: Hide empty brands
ar: إخفاء العلامات التجارية الفارغة
fa_ir: مخفی کردن برندهای خالی

source: Brands total count
ar: إجمالي عدد العلامات التجارية
fa_ir: تعداد کل برندها

source: Slider rows count
ar: عدد صفوف المنزلق
fa_ir: تعداد سطرهای اسلایدر

source: Animation settings
ar: إعدادات الرسوم المتحركة
fa_ir: تنظیمات انیمیشن

source: Show Arrows
ar: عرض السهام
fa_ir: نمایش فلش ها

source: Arrows display style
ar: أسلوب عرض الأسهم
fa_ir: سبک نمایش فلش‌ها

source: Style one
ar: النمط الأول
fa_ir: سبک اول

source: Style two
ar: النمط الثاني
fa_ir: سبک دوم

source: Items displayed when scrolling
ar: عدد العناصر المعروضة عند التمرير
fa_ir: تعداد آیتم نمایش داده شده هنگام پیمایش

source: Brand loop
ar: حلقة العلامة التجارية
fa_ir: تکرار شدن برند

source: White box style
ar: نمط المربع الأبيض
fa_ir: سبک جعبه سفید

source: White border brand
ar: علامة تجارية ذات حدود بيضاء
fa_ir: حاشیه سفید برند

source: Show brand number
ar: إظهار رقم العلامة التجارية
fa_ir: نمایش شماره برند

source: Inheriting the brand number color from template color
ar: وراثة لون رقم العلامة التجارية من لون القالب
fa_ir: ارث‌بری رنگ شماره برند از رنگ پوسته

source: Brand number color
ar: لون رقم العلامة التجارية
fa_ir: رنگ شماره برند

source: %s product
ar: %s المنتج
fa_ir: %s محصول

source: Brands Grid (Dinakala)
ar: شبكة العلامات التجارية (Dinakala)
fa_ir: شبکه برند (دیناکالا)

source: Hide Empty Brands
ar: إخفاء الماركات الفارغة
fa_ir: مخفی کردن برندهای خالی

source: Empty brands (no product) are not displayed
ar: لا يتم عرض العلامات التجارية الفارغة (لا يوجد منتج)
fa_ir: برند های خالی (بدون محصول) نمایش داده نمی شوند

source: Full size
ar: الحجم الكامل
fa_ir: اندازه کامل

source: Show brand title
ar: إظهار عنوان العلامة التجارية
fa_ir: نمایش عنوان برند

source: Row style
ar: نمط الصف
fa_ir: سبک ردیفی

source: Disable black & white style
ar: تعطيل النمط الأسود
fa_ir: غیرفعال سازی استایل سیاه و سفید

source: White border activation
ar: تفعيل الحدود البيضاء
fa_ir: فعال‌سازی حاشیه سفید

source: Brands slider (Dinakala)
ar: سلايدر العلامات التجارية (ديناكالا)
fa_ir: اسلایدر برند (دیناکالا)

source: Slider title
ar: عنوان شريط التمرير
fa_ir: عنوان اسلایدر

source: Slider icon
ar: رمز شريط التمرير
fa_ir: آیکن اسلایدر

source: Columnar category slider (Dinakala)
ar: شريط تمرير الفئة العمودي (Dinakala)
fa_ir: دسته‌بندی ستون‌بندی شده (دیناکالا)

source: Hide empty categories
ar: إخفاء الفئات الفارغة
fa_ir: مخفی کردن دسته‌بندی های خالی

source: Categories total count
ar: إجمالي عدد الفئات
fa_ir: تعداد کل دسته‌بندی ها

source: Category loop
ar: حلقة الفئة
fa_ir: تکرار شدن دسته‌بندی

source: White border category
ar: فئة الحدود البيضاء
fa_ir: حاشیه سفید دسته‌بندی

source: Show category number
ar: إظهار رقم الفئة
fa_ir: نمایش شماره دسته‌بندی

source: Inheriting the category number color from template color
ar: وراثة لون رقم الفئة من لون القالب
fa_ir: ارث‌بری رنگ شماره دسته‌بندی از رنگ پوسته

source: Category number color
ar: لون رقم الفئة
fa_ir: رنگ شماره دسته‌بندی

source: Category Grid (Dinakala)
ar: شبكة الفئة (Dinakala)
fa_ir: شبکه دسته‌بندی (دیناکالا)

source: Show category title
ar: إظهار عنوان الفئة
fa_ir: نمایش عنوان دسته‌بندی

source: Category slider (Dinakala)
ar: منزلق الفئة (Dinakala)
fa_ir: اسلایدر دسته‌بندی (دیناکالا)

source: Daily discounted products (Dinakala)
ar: المنتجات المخفضة اليومية (Dinakala)
fa_ir: محصولات تخفیف خورده روزانه (دیناکالا)

source: Product settings
ar: إعدادات المنتج
fa_ir: تنظیمات محصول

source: Number of mobile columns
ar: عدد الأعمدة المتنقلة
fa_ir: تعداد ستون حالت موبایل

source: One column
ar: عمود واحد
fa_ir: یک ستون

source: No product with the desired conditions was found.
ar: لم يتم العثور على منتجات بالشروط المرغوبة.
fa_ir: محصولی با شرایط مورد نظر یافت نشد.

source: Daily Slider (Dinakala)
ar: ديلي سلايدر (Dinakala)
fa_ir: اسلایدر روزانه (دیناکالا)

source: Important Note:
ar: ملاحظة مهمة:
fa_ir: نکته مهم:

source: This widget displays as many random slides as you specify. You must add at least two slides.
ar: تعرض هذه الأداة العديد من الشرائح العشوائية التي تحددها. يجب عليك إضافة شريحتين على الأقل.
fa_ir: این ابزارک به تعدادی که شما مشخص می کنید اسلایدهایی را به صورت روزانه و تصادفی نمایش می دهد. حداقل باید دو اسلاید اضافه کنید.

source: Number of slides
ar: عدد الشرائح
fa_ir: تعداد اسلایدها

source: Slide title
ar: عنوان شريط التمرير
fa_ir: عنوان اسلایدر

source: Slide link
ar: شريط تمرير الارتباط
fa_ir: پیوند اسلایدر

source: Navigation settings
ar: إعدادات التنقل
fa_ir: تنظیمات پیمایش

source: Inherit the color of the navigation dots from the template color
ar: يرث لون نقاط التنقل من لون القالب
fa_ir: ارث‌بری رنگ نقطه‌های پیمایش از رنگ پوسته

source: Navigation dots color
ar: لون نقاط التنقل
fa_ir: رنگ نقطه های پیمایش

source: Inherit the color of the titles from the theme settings
ar: ترث لون العناوين من إعدادات السمة
fa_ir: ارث‌بری رنگ عنوان‌ها از تنظیمات پوسته

source: Slider titles color
ar: لون عناوين المنزلق
fa_ir: رنگ عنوان‌های اسلایدر

source: Active slider titles color
ar: لون عناوين شريط التمرير النشط
fa_ir: رنگ عنوان‌های اسلایدر در حالت فعال

source: Logo slider (Dinakala)
ar: منزلق الشعار (Dinakala)
fa_ir: اسلایدر لوگو (دیناکالا)

source: Logo slider
ar: شريط تمرير الشعار
fa_ir: اسلایدر لوگو

source: Logos
ar: الشعارات
fa_ir: لوگوها

source: Logo title
ar: عنوان الشعار
fa_ir: عنوان لوگو

source: Choose logo
ar: اختر شعارًا
fa_ir: انتخاب لوگو

source: Logo loop
ar: تكرار الشعارات
fa_ir: تکرار شدن لوگوها

source: Logo columns count
ar: عدد أعمدة الشعار
fa_ir: تعداد ستون لوگوها

source: Momentary offer (Dinakala)
ar: العرض اللحظي (Dinakala)
fa_ir: پیشنهاد لحظه‌ای (دیناکالا)

source: Instant Offer
ar: اقتراح فوري
fa_ir: پیشنهاد لحظه‌ای

source: Inherit the progress bar color from the template color
ar: وراثة لون شريط التقدم من لون القالب
fa_ir: ارث بری رنگ نوار پیشرفت از رنگ قالب

source: Border color
ar: لون الحدود
fa_ir: رنگ حاشیه

source: Hide the block if there is no product
ar: إخفاء الكتلة إذا لم يكن هناك منتج
fa_ir: مخفی شدن بلاک در صورت عدم وجود محصول

source: suitable for when the product discount expires
ar: مناسب عند انتهاء صلاحية خصم المنتج
fa_ir: مناسب برای زمانی که تخفیف محصولات تمام می شود

source: Only show discounted products
ar: عرض المنتجات المخفضة فقط
fa_ir: فقط محصولات تخفیف خورده نمایش داده شود

source: Blog posts grid (Dinakala)
ar: شبكة مشاركات المدونة (Dinakala)
fa_ir: شبکه مطالب وبلاگ (دیناکالا)

source: Posts settings
ar: إعدادات المشاركات
fa_ir: تنظیمات نوشته

source: Posts sorting
ar: فرز المشاركات
fa_ir: مرتب سازی مطالب

source: Latest posts
ar: آخر المشاركات
fa_ir: آخرین مطالب

source: Latest updated posts
ar: أحدث المشاركات المحدثة
fa_ir: آخرین مطالب به روز شده

source: Random posts
ar: مشاركات عشوائية
fa_ir: مطالب تصادفی

source: Most viewed posts
ar: أكثر المشاركات مشاهدة
fa_ir: پربازدیدترین مطالب

source: Post filtering
ar: تصفية المشاركات
fa_ir: فیلتر نوشته‌ها

source: Post ID
ar: بعد معرف
fa_ir: شناسه نوشته‌ها

source: Posts category
ar: فئة المحتوى
fa_ir: دسته‌بندی مطالب

source: If you have defined the post filter on the post ID, enter the desired ID(s) in this box (separate the IDs with a "," sign, for example 145,12,6)
ar: إذا كنت قد حددت عامل تصفية النشر في معرف المنشور ، فأدخل المعرف (المعرفات) المطلوب في هذا المربع (افصل المعرفات بعلامة "،" ، على سبيل المثال 145،12،6)
fa_ir: اگر شما شناسه نوشته‌ها را به عنوان فیلتر محصول انتخاب کرده اید، شناسه نوشته‌های مورد نظر را در این بخش وارد نمایید (شناسه نوشته‌ها را توسط علامت "," از یکدیگر جدا کنید، برای مثال 145,12,6)

source: Post(s) ID
ar: معرّف النشر
fa_ir: شناسه نوشته‌ها

source: Hide the block if there is no post
ar: إخفاء الكتلة إذا لم يكن هناك وظيفة
fa_ir: مخفی شدن بلاک در صورت عدم وجود نوشته

source: Posts total count
ar: العدد الإجمالي للمحتويات
fa_ir: تعداد کل مطالب

source: Posts columns count
ar: عدد أعمدة المحتوى
fa_ir: تعداد ستون مطالب

source: Display view all button (If category or tag selected)
ar: زر إظهار الكل (إذا تم تحديد فئة أو علامة)
fa_ir: نمایش دکمه مشاهده همه (اگر دسته‌بندی یا برچسب انتخاب شده باشد)

source: View all button custom link
ar: عرض كل زر الارتباط المخصص
fa_ir: لینک دلخواه دکمه مشاهده همه

source: View All Posts
ar: مشاهدة جميع المشاركات
fa_ir: مشاهده تمامی نوشته‌ها

source: No post with the desired conditions was found.
ar: لم يتم العثور على المحتوى مع الشروط المطلوبة.
fa_ir: مطلبی با شرایط مورد نظر یافت نشد.

source: Blog posts (Dinakala)
ar: مشاركات المدونة (Dinakala)
fa_ir: مطالب وبلاگ (دیناکالا)

source: Posts loop
ar: محتوى مكرر
fa_ir: تکرار شدن مطالب

source: View All
ar: اظهار الكل
fa_ir: مشاهده همه

source: Columnar products slider (Dinakala)
ar: شريط تمرير المنتجات العمودي (Dinakala)
fa_ir: اسلایدر محصولات ستون‌بندی شده (دیناکالا)

source: Product sorting
ar: فرز المنتجات
fa_ir: مرتب سازی محصولات

source: Latest products
ar: أحدث المنتجات
fa_ir: آخرین محصولات

source: Latest updated products
ar: أحدث المنتجات المحدثة
fa_ir: آخرین محصولات به روز شده

source: Random products
ar: منتجات عشوائية
fa_ir: محصولات تصادفی

source: Most viewed products
ar: المنتجات الأكثر مشاهدة
fa_ir: پربازدیدترین محصولات

source: Best selling products
ar: أفضل المنتجات مبيعًا
fa_ir: محصولات پرفروش

source: Price (Descending)
ar: السعر (تنازليًا)
fa_ir: قیمت (نزولی)

source: Price (Ascending)
ar: السعر (تصاعدي)
fa_ir: قیمت (صعودی)

source: Coming soon products
ar: المنتجات قريبا
fa_ir: محصولات به زودی

source: Discounted products
ar: المنتجات المخفضة
fa_ir: محصولات تخفیف خورده

source: Random discounted products
ar: منتجات مخفضة عشوائية
fa_ir: محصولات تخفیف خورده تصادفی
