Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Custom button one
ar: زر مخصص واحد
fa_ir: دکمه سفارشی اول

source: Custom button two
ar: الزر المخصص الثاني
fa_ir: دکمه سفارشی دوم

source: Settings of the first custom mobile navigation bar button
ar: إعدادات أول زر مخصص لشريط التنقل المحمول
fa_ir: تنظیمات اولین دکمه سفارشی نوار پیمایش موبایل

source: Enable Button
ar: تمكين زر
fa_ir: فعال‌سازی دکمه

source: Enable first custom mobile navigation bar button
ar: تفعيل أول زر مخصص لشريط التنقل على الهاتف المحمول
fa_ir: فعال‌سازی اولین دکمه سفارشی نوار پیمایش موبایل

source: Button title
ar: عنوان الزر
fa_ir: عنوان دکمه

source: Button one
ar: زر واحد
fa_ir: دکمه اول

source: Settings of the second custom mobile navigation bar button
ar: إعدادات زر شريط التنقل المخصص الثاني للهاتف المحمول
fa_ir: تنظیمات دومین دکمه سفارشی نوار پیمایش موبایل

source: Enable second custom mobile navigation bar button
ar: تفعيل زر شريط التنقل المخصص الثاني
fa_ir: فعال‌سازی دومین دکمه سفارشی نوار پیمایش موبایل

source: Button two
ar: الزر الثاني
fa_ir: دکمه دوم

source: Mobile Back to top Button settings
ar: إعدادات زر الرجوع إلى الأعلى للجوّال
fa_ir: تنظیمات دکمه بازگشت به بالای موبایل

source: Change Back to top Button
ar: قم بتغيير زر الرجوع إلى الأعلى
fa_ir: تغییر دکمه بازگشت به بالا

source: Change Back to top Button displayed at the bottom of the site in mobile mode
ar: تغيير زر الرجوع إلى الأعلى المعروض أسفل الموقع في وضع الهاتف المحمول
fa_ir: تغییر دکمه بازگشت به بالا نمایش داده شده در پایین سایت در حالت موبایل

source: Return
ar: رجوع
fa_ir: بازگشت

source: Wishlist Button settings
ar: إعدادات زر قائمة الرغبات
fa_ir: تنظیمات دکمه علاقه‌مندی‌ها

source: Change Wishlist Button
ar: تغيير زر قائمة الرغبات
fa_ir: تغییر دکمه علاقه‌مندی‌ها

source: Change Wishlist Button displayed at the bottom of the site in mobile mode
ar: يتم عرض زر تغيير قائمة الرغبات في الجزء السفلي من الموقع في وضع الهاتف المحمول
fa_ir: تغییر دکمه علاقه‌مندی‌ها نمایش داده شده در پایین سایت در حالت موبایل

source: Wishlist
ar: قائمة الرغبات
fa_ir: علاقه مندی

source: Compare Button settings
ar: إعدادات زر المقارنة
fa_ir: تنظیمات دکمه مقایسه محصولات

source: Change Compare Button
ar: تغيير زر المقارنة
fa_ir: تغییر دکمه مقایسه محصولات

source: Change Compare Button displayed at the bottom of the site in mobile mode
ar: زر تغيير المقارنة المعروض في الجزء السفلي من الموقع في وضع الهاتف المحمول
fa_ir: تغییر دکمه مقایسه محصولات نمایش داده شده در پایین سایت در حالت موبایل

source: Compare
ar: المقارنة
fa_ir: مقایسه

source: Floating social networks
ar: الشبكات الاجتماعية العائمة
fa_ir: شبکه های اجتماعی شناور

source: Show buttons on the right
ar: تظهر الأزرار على اليمين
fa_ir: نمایش دکمه‌ها در سمت راست

source: Show buttons on mobile devices
ar: إظهار الأزرار على الأجهزة المحمولة
fa_ir: نمایش دکمه‌ها در حالت موبایل

source: Display the title of the first button as fixed
ar: اعرض عنوان الزر الأول على أنه ثابت
fa_ir: نمایش عنوان اولین دکمه به صورت ثابت

source: Circle style (in the case that the icon is selected)
ar: نمط الدائرة (في حالة تحديد الرمز)
fa_ir: سبک دایره (در حالتی که از آیکن استفاده کنید)

source: Display style
ar: أسلوب العرض
fa_ir: سبک نمایش

source: Distance from the bottom
ar: المسافة من القاع
fa_ir: فاصله از پایین

source: Distance from the side
ar: المسافة من الجانب
fa_ir: فاصله از کنار

source: First social network button settings
ar: إعدادات زر الشبكة الاجتماعية الأولى
fa_ir: تنظیمات دکمه شبکه اجتماعی اول

source: Show social network button
ar: إظهار زر الشبكة الاجتماعية
fa_ir: نمایش دکمه شبکه های اجتماعی

source: Activate animation
ar: تفعيل الرسوم المتحركة
fa_ir: فعال‌سازی انیمیشن

source: Social network button icon
ar: رمز زر الشبكة الاجتماعية
fa_ir: آیکن دکمه شبکه اجتماعی

source: Or custom icon
ar: أو رمز مخصص
fa_ir: یا آیکن دلخواه

source: Suitable size: 60px by 60px
ar: الحجم المناسب: 60 بكسل × 60 بكسل
fa_ir: اندازه مناسب: 60 پیکسل در 60 پیکسل

source: Social network button color
ar: لون زر الشبكة الاجتماعية
fa_ir: رنگ دکمه شبکه اجتماعی

source: Social network button title
ar: عنوان الشبكة الاجتماعية
fa_ir: عنوان شبکه اجتماعی

source: Telegram
ar: تلكرام
fa_ir: تلگرام

source: Social network button link
ar: رابط زر الشبكة الاجتماعية
fa_ir: پیوند دکمه شبکه اجتماعی

source: Second social network button settings
ar: إعدادات زر الشبكة الاجتماعية الثانية
fa_ir: تنظیمات دکمه شبکه اجتماعی دوم

source: Show second social network button
ar: إظهار زر الشبكة الاجتماعية الثانية
fa_ir: نمایش دکمه شبکه اجتماعی دوم

source: Second social network button color
ar: لون زر الشبكة الاجتماعية الثانية
fa_ir: رنگ دکمه شبکه اجتماعی دوم

source: Second social network button title
ar: عنوان زر الشبكة الاجتماعية الثانية
fa_ir: عنوان دکمه شبکه اجتماعی دوم

source: Second social network button link
ar: رابط زر الشبكة الاجتماعية الثاني
fa_ir: پیوند دکمه شبکه اجتماعی دوم

source: Second social network button icon
ar: رمز زر الشبكة الاجتماعية الثانية
fa_ir: آیکن دکمه شبکه اجتماعی دوم

source: Third social network button settings
ar: إعدادات زر الشبكة الاجتماعية الثالثة
fa_ir: تنظیمات دکمه شبکه اجتماعی سوم

source: Show third social network button
ar: إظهار زر الشبكة الاجتماعية الثالث
fa_ir: نمایش دکمه شبکه های اجتماعی سوم

source: Third social network button color
ar: لون زر الشبكة الاجتماعية الثالث
fa_ir: رنگ دکمه شبکه اجتماعی سوم

source: Third social network button title
ar: عنوان زر الشبكة الاجتماعية الثالث
fa_ir: عنوان دکمه شبکه اجتماعی سوم

source: Whatsapp
ar: واتساب
fa_ir: واتساپ

source: Third social network button link
ar: رابط زر الشبكة الاجتماعية الثالث
fa_ir: پیوند دکمه شبکه اجتماعی سوم

source: Third social network button icon
ar: أيقونة زر الشبكة الاجتماعية الثالثة
fa_ir: آیکن دکمه شبکه اجتماعی سوم

source: Fourth social network button settings
ar: الرابع إعدادات زر الشبكة الاجتماعية
fa_ir: تنظیمات دکمه شبکه اجتماعی چهارم

source: Show fourth social network button
ar: إظهار زر الشبكة الاجتماعية الرابع
fa_ir: نمایش دکمه شبکه های اجتماعی چهارم

source: Fourth social network button color
ar: الرابع لون زر الشبكة الاجتماعية
fa_ir: رنگ دکمه شبکه اجتماعی چهارم

source: Fourth social network button title
ar: الرابع عنوان زر الشبكة الاجتماعية
fa_ir: عنوان دکمه شبکه اجتماعی چهارم

source: Aparat
ar: آبارات
fa_ir: آپارات

source: Fourth social network button link
ar: الرابع رابط زر الشبكة الاجتماعية
fa_ir: پیوند دکمه شبکه اجتماعی چهارم

source: Fourth social network button icon
ar: الرابع أيقونة زر الشبكة الاجتماعية
fa_ir: آیکن دکمه شبکه اجتماعی چهارم

source: Fifth social network button settings
ar: الخامس إعدادات زر الشبكة الاجتماعية
fa_ir: تنظیمات دکمه شبکه اجتماعی پنجم

source: Show fifth social network button
ar: إظهار زر الشبكة الاجتماعية الخامس
fa_ir: نمایش دکمه شبکه های اجتماعی پنجم

source: Fifth social network button color
ar: لون زر الشبكة الاجتماعية الخامس
fa_ir: رنگ دکمه شبکه اجتماعی پنجم

source: Fifth social network button title
ar: عنوان زر الشبكة الاجتماعية الخامس
fa_ir: عنوان دکمه شبکه اجتماعی پنجم

source: Threads
ar: ثريدز
fa_ir: تردز

source: Fifth social network button link
ar: رابط زر الشبكة الاجتماعية الخامس
fa_ir: پیوند دکمه شبکه اجتماعی پنجم

source: Fifth social network button icon
ar: الخامس أيقونة زر الشبكة الاجتماعية
fa_ir: آیکن دکمه شبکه اجتماعی پنجم

source: Other settings
ar: اعدادات اخرى
fa_ir: سایر تنظیمات

source: Sticky Sidebar
ar: الشريط الجانبي
fa_ir: سایدبار چسبان

source: In this case the widgets and the content section remain fixed while scrolling the page so that no space is left.
ar: في هذه الحالة ، تظل عناصر واجهة المستخدم وقسم المحتوى ثابتتين أثناء التمرير في الصفحة بحيث لا تترك أية مساحة.
fa_ir: در این حالت ابزارک‌ها و بخش محتوا هنگام پیمایش صفحه به صورت ثابت میمانند تا فضای خالی ایجاد نشود.

source: Widgets title tag
ar: علامة عنوان القطعة
fa_ir: تگ عنوان ابزارک‌ها

source: Schema Codes
ar: كودات Schema
fa_ir: کدهای Schema

source: Add Schema codes to product sections and content
ar: أضف كودات Schema إلى أقسام المنتج والمحتوى
fa_ir: اضافه شدن کدهای اسکیما به صفحه محصول و سایر محتوا

source: Classic widgets
ar: الحاجيات الكلاسيكية
fa_ir: ابزارک‌های کلاسیک

source: Enables the previous "classic" widgets settings screens in Appearance - Widgets and the Customizer. Disables the block editor from managing widgets.
ar: لتمكين شاشات إعدادات عناصر واجهة المستخدم "الكلاسيكية" السابقة في Appearance - Widgets و Customizer. تعطيل محرر الكتلة من إدارة الأدوات.
fa_ir: فعال‌سازی حالت قبلی صفحه مدیریت ابزارک‌ها در مسیر نمایش - ابزارک‌ها و سفارشی سازی. غیرفعال سازی ویرایشگر بلاک در مدیریت ابزارک‌ها.

source: Disable RSS feeds
ar: تعطيل موجزات RSS
fa_ir: غیرفعال سازی فید RSS

source: Disable WordPress RSS feeds
ar: تعطيل موجز ويب WordPress RSS
fa_ir: غیرفعال سازی فید RSS وردپرس

source: Number of Widget tags
ar: عدد وسوم القطعة
fa_ir: تعداد برچسب ابزارک

source: The number of tags displayed in the cloud tag widget.
ar: عدد العلامات المعروضة في أداة علامة السحابة.
fa_ir: تعداد برچسب هایی که در ابزارک ابر برچسب نمایش داده می شوند.

source: Open subcategories in the category widget
ar: افتح الفئات الفرعية في أداة الفئة
fa_ir: باز بودن زیردسته ها در ابزارک دسته‌بندی

source: Open subcategories in the category widget by default
ar: افتح الفئات الفرعية في أداة الفئة افتراضيًا
fa_ir: باز بودن زیردسته ها در ابزارک دسته‌بندی به صورت پیش‌فرض

source: Not counting the number of visits by admin and author users
ar: لا يتم احتساب عدد الزيارات التي قام بها المستخدمون الإداريون والمؤلفون
fa_ir: عدم شمارش تعداد بازدید کاربران مدیر و نویسنده

source: Not counting the number of visits by admin and author users in the statistics of visits to products and posts
ar: لا يتم احتساب عدد الزيارات التي قام بها المستخدمون الإداريون والمؤلفون في إحصائيات زيارات المنتجات والمشاركات
fa_ir: عدم شمارش تعداد بازدید کاربران مدیر و نویسنده در آمار بازدید محصولات و نوشته‌ها

source: Remove menus icon
ar: إزالة رمز القوائم
fa_ir: حذف آیکن منوها

source: By activating this option, the possibility of inserting icons for menus will be removed. In sites that have many menus, activating this item will make the menu management page faster.
ar: بتفعيل هذا الخيار ، ستتم إزالة إمكانية إدراج رموز للقوائم. في المواقع التي تحتوي على العديد من القوائم ، سيؤدي تنشيط هذا العنصر إلى جعل صفحة إدارة القائمة أسرع.
fa_ir: با فعال‌سازی این گزینه امکان درج آیکون برای منوها حذف خواهند شد. در سایت هایی که منوهای زیادی دارند فعال‌سازی این مورد باعث سریعتر شدن صفحه مدیریت فهرست خواهد شد.

source: Change the default post meta key of views
ar: تغيير مفتاح التعريف الافتراضي للمشاهدة
fa_ir: تعویض کلید پست متای پیش‌فرض بازدیدها

source: If the view statistics of your posts and products have been stored in another template or plugin, you can change the name of the key to save views in the template with the previous key so that the new statistics are a continuation of your previous statistics.
ar: إذا تم تخزين إحصائيات عرض منشوراتك ومنتجاتك في قالب أو مكون إضافي آخر ، فيمكنك تغيير اسم المفتاح لحفظ طرق العرض في القالب بالمفتاح السابق بحيث تكون الإحصائيات الجديدة استمرارًا لإحصائياتك السابقة.
fa_ir: اگر قبلا آمار بازدید نوشته‌ها و محصولات شما در قالب یا افزونه دیگری ذخیره می شده توسط این گزینه می توانید نام کلید ذخیره سازی بازدیدها در قالب را با کلید قبلی تعویض نمایید تا آمار جدید ادامه آمار قبلی شما باشد.

source: Post meta key name
ar: انشر اسم مفتاح التعريف
fa_ir: نام کلید پست متا

source: Side panels settings
ar: إعدادات الألواح الجانبية
fa_ir: تنظیمات پنل‌های کناری

source: Hide side panels icons
ar: إخفاء رموز اللوحات الجانبية
fa_ir: پنهان کردن آیکن پنل‌های کناری

source: Panels of the user menu, mobile menu, search and login
ar: لوحات قائمة المستخدم وقائمة الجوال والبحث وتسجيل الدخول
fa_ir: پنل های منوی کاربری، منوی موبایل، جستجو و ورود

source: Change panels icon
ar: تغيير أيقونة اللوحات
fa_ir: تغییر آیکن پنل‌ها

source: with the desired icon or image
ar: بالأيقونة أو الصورة المطلوبة
fa_ir: یا آیکن یا تصویر دلخواه

source: Mobile menu panel icon
ar: رمز لوحة قائمة الجوال
fa_ir: آیکن پنل منوی موبایل

source: Or image
ar: أو صورة
fa_ir: یا تصویر

source: Upload your custom icon image from this section.
ar: قم بتحميل صورة الرمز المخصص الخاص بك من هذا القسم.
fa_ir: تصویر آیکن مورد نظر خود را از این بخش آپلود نمایید.

source: Appropriate size: 300 pixel(w) in 300 pixel(h)
ar: الحجم المناسب: 300 بكسل (عرض) في 300 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 300 پیکسل (عرض) در 300 پیکسل (ارتفاع)

source: Shopping cart panel icon
ar: رمز لوحة عربة التسوق
fa_ir: آیکن پنل سبد خرید

source: User login panel icon
ar: رمز لوحة تسجيل دخول المستخدم
fa_ir: آیکن پنل ورود کاربران

source: User menu panel icon
ar: رمز لوحة قائمة المستخدم
fa_ir: آیکن پنل منوی کاربری

source: 404 page settings
ar: إعدادات صفحة 404
fa_ir: تنظیمات صفحه 404

source: Custom 404 page
ar: صفحة 404 مخصصة
fa_ir: صفحه 404 سفارشی

source: Select a page that will be shown as your default 404 error page.
ar: حدد الصفحة التي ستظهر كصفحة خطأ 404 الافتراضية.
fa_ir: برگه ای را که تمایل دارید به عنوان صفحه 404 دلخواه شما نمایش داده شود انتخاب نمایید.

source: Sticky Back to top button settings
ar: إعدادات زر الرجوع إلى الأعلى
fa_ir: تنظیمات دکمه بازگشت به بالای چسبان

source: Back to top button
ar: زر الرجوع إلى الأعلى
fa_ir: دکمه بازگشت به بالا

source: Show back to top button
ar: إظهار زر الرجوع إلى الأعلى
fa_ir: نمایش دکمه بازگشت به بالا

source: Show button on the left
ar: إظهار زر على اليسار
fa_ir: نمایش دکمه در سمت چپ

source: Activate the second style of the button
ar: قم بتفعيل النمط الثاني للزر
fa_ir: فعال سازی استایل دوم دکمه

source: Show back to top button in footer
ar: إظهار زر الرجوع إلى الأعلى في الفوتر
fa_ir: نمایش دکمه بازگشت به بالا در فوتر

source: Admin bar settings
ar: إعدادات شريط المسؤول
fa_ir: تنظیمات نوار مدیریت

source: Hide the Admin Bar
ar: إخفاء شريط المسؤول
fa_ir: مخفی کردن نوار مدیریت

source: Hide admin bar when viewing site
ar: إخفاء شريط الإدارة عند عرض الموقع
fa_ir: عدم نمایش نوار مدیریت در هنگام مشاهده سایت

source: Show only for admin
ar: تظهر فقط للمسؤول
fa_ir: نمایش فقط برای مدیر

source: Show admin bar only for site admin
ar: إظهار شريط الإدارة فقط لمدير الموقع
fa_ir: نمایش نوار مدیریت فقط برای مدیر سایت

source: Display for author users
ar: عرض للمستخدمين المؤلفين
fa_ir: نمایش برای کاربران نویسنده

source: Display for users who have the ability to edit and publish content.
ar: عرض للمستخدمين الذين لديهم القدرة على تحرير ونشر المحتوى.
fa_ir: نمایش برای کاربرانی که دارای توانایی ویرایش و انتشار مطلب هستند.

source: Loading settings
ar: إعدادات التحميل
fa_ir: تنظیمات بارگذاری

source: Display loading
ar: عرض التحميل
fa_ir: نمایش بارگذاری

source: Show loading mode when loading pages
ar: عرض وضع التحميل عند تحميل الصفحات
fa_ir: نمایش حالت بارگذاری هنگام لود صفحات

source: Loading image
ar: صورة التحميل
fa_ir: تصویر بارگذاری

source: Select image loading
ar: حدد صورة التحميل
fa_ir: انتخاب تصویر بارگذاری

source: Image 1
ar: صورة 1
fa_ir: تصویر 1

source: Image 2
ar: صورة 2
fa_ir: تصویر 2

source: Image 3
ar: صورة 3
fa_ir: تصویر 3

source: Image 4
ar: صورة 4
fa_ir: تصویر 4

source: Image 5
ar: صورة 5
fa_ir: تصویر 5

source: Image 6
ar: صورة 6
fa_ir: تصویر 6

source: Image 7
ar: صورة 7
fa_ir: تصویر 7

source: Image 8
ar: صورة 8
fa_ir: تصویر 8

source: Image 9
ar: صورة 9
fa_ir: تصویر 9

source: Image 10
ar: صورة 10
fa_ir: تصویر 10

source: Image 11
ar: صورة 11
fa_ir: تصویر 11

source: Display Custom loading image
ar: عرض صورة تحميل مخصصة
fa_ir: سفارشی سازی نمایش تصویر بارگذاری

source: Your custom loading image
ar: صورة التحميل المخصصة الخاصة بك
fa_ir: تصویر بارگذاری مورد نظر شما

source: Upload your custom loading image from this section.
ar: قم بتحميل صورة التحميل المخصصة الخاصة بك من هذا القسم.
fa_ir: تصویر بارگذاری مورد نظر خود را از این بخش آپلود نمایید.

source: Elementor settings
ar: إعدادات العنصر
fa_ir: تنظیمات المنتور

source: Select product tags by ID instead of their name
ar: حدد علامات المنتج حسب المعرف بدلاً من أسمائها
fa_ir: انتخاب برچسب های محصول توسط شناسه به جای نام

source: On sites with a lot of tags, activating this will fix the problem of browser slowdowns and crashes (in the WooCommerce Product Block Filter Widget)
ar: في المواقع التي تحتوي على الكثير من العلامات ، سيؤدي تنشيط هذا إلى إصلاح مشكلة بطء المتصفح وتعطله (في WooCommerce Product Block Filter Widget)
fa_ir: در سایت های با برچسب زیاد، فعال‌سازی این گزینه مشکل کندی و کرش کردن مرورگر را حل می کند (در ابزارک المنتوری بلاک محصولات ووکامرس)

source: Aligning the width of the header container with the width of the template
ar: محاذاة عرض حاوية الرأس مع عرض القالب
fa_ir: یکسان سازی عرض Container هدر المنتور با عرض قالب

source: If you have created the header with Elementor, activating this option will make the width of the header equal to the width of the template
ar: إذا قمت بإنشاء الرأس باستخدام Elementor ، فسيؤدي تنشيط هذا الخيار إلى جعل عرض الرأس مساويًا لعرض القالب
fa_ir: در صورتی که هدر را با المنتور ساخته اید فعال‌سازی این گزینه باعث می شود که عرض هدر با عرض قالب یکسان شود

source: Aligning the width of the footer container with the width of the template
ar: محاذاة عرض حاوية التذييل مع عرض القالب
fa_ir: یکسان سازی عرض Container فوتر المنتور با عرض قالب

source: If you have created the footer with Elementor, activating this option will make the width of the footer equal to the width of the template
ar: إذا قمت بإنشاء التذييل باستخدام Elementor ، فسيؤدي تنشيط هذا الخيار إلى جعل عرض التذييل مساويًا لعرض القالب
fa_ir: در صورتی که فوتر را با المنتور ساخته اید فعال‌سازی این گزینه باعث می شود که عرض فوتر با عرض قالب یکسان شود

source: Email settings
ar: إعدادات البريد الإلكتروني
fa_ir: تنظیمات ایمیل

source: Changing the name and address of WordPress emails
ar: تغيير اسم وعنوان رسائل البريد الإلكتروني في WordPress
fa_ir: تغییر نام و آدرس ایمیل های وردپرس

source: Name of the sender
ar: اسم المرسل
fa_ir: نام فرستنده

source: Email address of the sender
ar: عنوان البريد الإلكتروني للمرسل
fa_ir: آدرس ایمیل فرستنده

source: Home Settings
ar: إعدادات المنزل
fa_ir: تنظیمات خانه

source: Home page settings
ar: إعدادات الصفحة الرئيسية
fa_ir: تنظیمات صفحه اول سایت

source: Site logo
ar: شعار الموقع
fa_ir: لوگو سایت

source: Site Logo Settings
ar: إعدادات شعار الموقع
fa_ir: تنظیمات لوگو سایت

source: Your logo
ar: شعارك
fa_ir: لوگو شما

source: Upload your site logo from this section.
ar: قم بتحميل شعار موقعك من هذا القسم.
fa_ir: لوگوی سایت خود را از این بخش آپلود نمایید.

source: Appropriate size: 160 pixel(w) in 57 pixel(h)
ar: الحجم المناسب: 160 بكسل (عرض) في 57 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 160 پیکسل (عرض) در 57 پیکسل (ارتفاع)

source: Retina logo
ar: شعاررتینا
fa_ir: لوگو رتینا

source: Upload a site logo in a two-dimensional size to the current logo
ar: قم بتحميل شعار الموقع ضعف حجم الشعار الحالي
fa_ir: لوگو سایت را در اندازه دو برابری لوگو فعلی آپلود نمایید

source: Appropriate size: 320 pixel(w) in 114 pixel(h)
ar: الحجم المناسب: 320 بكسل (عرض) في 114 بكسل (ارتفاع)
fa_ir: اندازه مناسب: 320 پیکسل (عرض) در 114 پیکسل (ارتفاع)

source: Favicon
ar: فاوآیکن
fa_ir: فاوآیکن

source: Upload your site icons. This icon is displayed in some browsers next to your site URL.
ar: قم بتحميل أيقونات موقعك. يتم عرض هذا الرمز في بعض المتصفحات بجوار عنوان URL الخاص بموقعك.
fa_ir: آیکن سایت خود را آپلود نمایید. این آیکن در برخی از مرورگرها کنار آدرس شما نمایش داده می شود.

source: Change the WordPress login page logo
ar: قم بتغيير شعار صفحة تسجيل الدخول إلى WordPress
fa_ir: تغییر لوگوی صفحه ورود وردپرس

source: Enabling this option will change the WordPress logo on the login page of the logo you selected in the Retina logo section.
ar: سيؤدي تمكين هذا الخيار إلى تغيير شعار WordPress على صفحة تسجيل الدخول للشعار الذي حددته في قسم شعار Retina.
fa_ir: انتخاب این گزینه لوگوی صفحه ورود وردپرس را به لوگوی انتخاب شده توسط شما در بخش لوگوی رتینا تغییر می دهد.

source: Change logo link
ar: تغيير ارتباط الشعار
fa_ir: تغییر پیوند لوگو

source: With this option, you can change the default link of the logo that is connected to the main page of your site
ar: باستخدام هذا الخيار ، يمكنك تغيير الارتباط الافتراضي للشعار المتصل بالصفحة الرئيسية لموقعك
fa_ir: توسط این گزینه می توانید لینک پیش‌فرض لوگو که به صفحه اصلی سایت شما متصل می باشد تغییر دهید

source: Logo link
ar: رابط الشعار
fa_ir: پیوند لوگو

source: Font settings
ar: إعدادات الخط
fa_ir: تنظیمات فونت

source: Template font settings
ar: إعدادات خط النموذج
fa_ir: تنظیمات فونت پوسته

source: Content font size (products, posts and pages)
ar: حجم خط المحتوى (المنتجات والمنشورات والصفحات)
fa_ir: اندازه فونت محتوا (محتوای محصولات، نوشته‌ها و برگه ها)

source: Template font
ar: خط السمة
fa_ir: فونت پوسته

source: Select the template font
ar: اختار خط السمة
fa_ir: انتخاب فونت پوسته

source: Dana
ar: دانا
fa_ir: دانا

source: Iran Sans
ar: ایران سنس
fa_ir: ایران سنس

source: Iran Yekan
ar: ایران یکان
fa_ir: ایران یکان

source: Dana (farsi digits)
ar: دانا (أرقام فارسية)
fa_ir: دانا (اعداد فارسی)

source: Iran Sans (farsi digits)
ar: إيران سنس (أرقام فارسية)
fa_ir: ایران سنس (اعداد فارسی)

source: Iran Yekan (farsi digits)
ar: إيران يكان (أرقام فارسية)
fa_ir: ایران یکان (اعداد فارسی)

source: Changing the dashboard font
ar: تغيير خط لوحة القيادة
fa_ir: تغییر فونت پیشخوان

source: Use custom fonts
ar: استخدم الخطوط المخصصة
fa_ir: استفاده از فونت سفارشی

source: With this option you can use your own custom fonts.
ar: باستخدام هذا الخيار ، يمكنك استخدام الخطوط المخصصة الخاصة بك.
fa_ir: توسط این گزینه می توانید از فونت سفارشی خودتان استفاده نمایید.

source: Normal weight upload
ar: تحميل الوزن الطبيعي
fa_ir: بارگذاری وزن نرمال فونت

source: WOFF2 font
ar: خط WOFF2
fa_ir: فونت WOFF2

source: WOFF font
ar: خط WOFF
fa_ir: فونت WOFF

source: TTF font
ar: خط TTF
fa_ir: فونت TTF

source: EOT font
ar: خط EOT
fa_ir: فونت EOT

source: SVG font
ar: خط SVG
fa_ir: فونت SVG

source: Bold weight upload
ar: تحميل الوزن الجريء
fa_ir: بارگذاری وزن بولد

source: By activating this option, you can upload the bold font weight.
ar: بتفعيل هذا الخيار ، يمكنك تحميل وزن الخط الغامق.
fa_ir: با فعال‌سازی این گزینه می توانید وزن بولد و توپر فونت را آپلود نمایید.

source: Farsi Digits Version upload
ar: تحميل نسخة الارقام الفارسية
fa_ir: بارگذاری نسخه دارای اعداد فارسی فونت

source: By activating this option, you can upload the farsi digits version, this version is used in some parts of the template to display Persian numbers.
ar: بتفعيل هذا الخيار ، يمكنك تحميل نسخة الأرقام الفارسية ، وتستخدم هذه النسخة في بعض أجزاء القالب لعرض الأرقام الفارسية.
fa_ir: با فعال‌سازی این گزینه می توانید نسخه دارای اعداد فارسی فونت را آپلود نمایید، این نسخه در برخی قسمت های پوسته برای نمایش اعداد فارسی استفاده می شود.

source: Font size settings for heading tags
ar: إعدادات حجم الخط لعلامات العنوان
fa_ir: تنظیمات اندازه فونت برای تگ‌های عنوان

source: In the content of products, pages and posts (in pixel)
ar: في محتوى المنتجات والصفحات والمنشورات (بالبكسل)
fa_ir: در محتوای محصولات، نوشته‌ها و برگه ها (به پیکسل)

source: H1 Tag font size
ar: حجم خط العلامة H1
fa_ir: اندازه فونت تگ H1

source: H2 Tag font size
ar: حجم خط العلامة H2
fa_ir: اندازه فونت تگ H2

source: H3 Tag font size
ar: حجم خط العلامة H3
fa_ir: اندازه فونت تگ H3

source: H4 Tag font size
ar: حجم خط العلامة H4
fa_ir: اندازه فونت تگ H4

source: H5 Tag font size
ar: حجم خط العلامة H5
fa_ir: اندازه فونت تگ H5

source: H6 Tag font size
ar: حجم خط العلامة H6
fa_ir: اندازه فونت تگ H6

source: Template style
ar: نمط السمة
fa_ir: استایل پوسته

source: Customize and change the color and style of the template
ar: تخصيص وتغيير لون ونمط السمة
fa_ir: شخصی سازی و تغییر رنگ و استایل قالب

source: Products carousel navigation style
ar: نمط التنقل الدائري للمنتجات
fa_ir: استایل پیمایشگر اسلایدر محصولات

source: Style 1
ar: النمط 1
fa_ir: سبک اول

source: Style 2
ar: النمط 2
fa_ir: سبک دوم

source: Products and posts hover effect
ar: تأثير على المنشورات والمنتجات عند التمرير الماوس
fa_ir: افکت هاور محصولات و مطالب

source: Zoom in
ar: تكبير
fa_ir: بزرگنمایی

source: Simple
ar: بسيط
fa_ir: ساده

source: Full width mode
ar: وضع العرض الكامل
fa_ir: حالت تمام عرض
