Repository: filmobin/ghalebb
Catalog: dinakala/languages/*.po
Languages: ar, fa_ir

source: Special products
ar: المنتجات الخاصة
fa_ir: محصولات ویژه

source: Random special products
ar: منتجات عشوائية خاصة
fa_ir: محصولات ویژه تصادفی

source: By title (Menu Order)
ar: حسب العنوان (ترتيب القائمة)
fa_ir: برطبق عنوان (Menu Order)

source: Product filtering
ar: مرشحات المنتج
fa_ir: فیلتر محصولات

source: If you have defined the product filter on the tag, enter the desired tags in this box (separate the IDs with a "," sign, for example 145,12,6)
ar: إذا كنت قد حددت فلتر المنتج على العلامة ، فأدخل العلامات المطلوبة في هذا المربع (افصل المعرفات بعلامة "،" ، على سبيل المثال 145،12،6)
fa_ir: اگر شما برچسب را به عنوان فیلتر محصول انتخاب کرده اید، شناسه برچسب های مورد نظر را در این بخش وارد نمایید (شناسه برچسب ها را توسط علامت "," از یکدیگر جدا کنید، برای مثال 145,12,6)

source: Tag(s) ID
ar: معرّف العلامة (العلامات)
fa_ir: شناسه برچسب (ها)

source: Product ID
ar: معرف المنتج
fa_ir: شناسه محصولات

source: If you have defined the product filter on the product ID, enter the desired ID(s) in this box (separate the IDs with a "," sign, for example 145,12,6)
ar: إذا كنت قد حددت فلتر المنتج على معرّف المنتج ، فأدخل المعرف (المعرفات) المطلوب في هذا المربع (افصل المعرفات بعلامة "،" ، على سبيل المثال 145،12،6)
fa_ir: اگر شما شناسه محصولات را به عنوان فیلتر محصول انتخاب کرده اید، شناسه محصولات مورد نظر را در این بخش وارد نمایید (شناسه محصولات را توسط علامت "," از یکدیگر جدا کنید، برای مثال 145,12,6)

source: Product(s) ID
ar: معرّف المنتج (المنتجات)
fa_ir: شناسه محصولات

source: Show product price
ar: عرض سعر المنتج
fa_ir: نمایش قیمت محصول

source: White border product
ar: منتج ذو حدود بيضاء
fa_ir: حاشیه سفید محصول

source: Show product number
ar: إظهار رقم المنتج
fa_ir: نمایش شماره محصول

source: Inheriting the product number color from template color
ar: وراثة لون رقم المنتج من لون القالب
fa_ir: ارث‌بری رنگ شماره محصول از رنگ پوسته

source: Product number color
ar: لون رقم المنتج
fa_ir: رنگ شماره محصول

source: Products Grid (Dinakala)
ar: شبكة المنتجات (Dinakala)
fa_ir: شبکه محصولات (دیناکالا)

source: Product columns count
ar: عدد أعمدة المنتج
fa_ir: تعداد ستون محصولات

source: View All Products
ar: مشاهدة جميع المنتجات
fa_ir: مشاهده تمامی محصولات

source: Products Table (Dinakala)
ar: جدول المنتجات (ديناكالا)
fa_ir: جدول محصولات (دیناکالا)

source: Table settings
ar: إعدادات الجدول
fa_ir: تنظیمات جدول

source: Enable loading more products in Ajax (if there are more products)
ar: تمكين تحميل المزيد من المنتجات في Ajax (إذا كان هناك المزيد من المنتجات)
fa_ir: فعال‌سازی بارگذاری بیشتر محصولات به صورت آجاکس (اگر محصولات بیشتری وجود داشته باشد)

source: Show product title
ar: إظهار عنوان المنتج
fa_ir: نمایش عنوان محصول

source: Show product description
ar: عرض وصف المنتج
fa_ir: نمایش توضیحات خلاصه محصول

source: Show product attributes
ar: إظهار سمات المنتج
fa_ir: نمایش ویژگی‌های محصول

source: Product attributes
ar: سمات المنتج
fa_ir: ویژگی‌های محصول

source: Show product rating
ar: عرض تصنيف المنتج
fa_ir: نمایش رتبه بندی ستاره ای محصول

source: Show add to cart button
ar: إظهار زر الإضافة إلى سلة التسوق
fa_ir: نمایش دکمه افزودن به سبد خرید

source: Image
ar: الصورة
fa_ir: تصویر

source: SKU
ar: معرف المنتج
fa_ir: شناسه محصول

source: Price
ar: سعر
fa_ir: قیمت

# Dina Product Table
source: Rating
ar: تقييم
fa_ir: رتبه‌بندی

source: Quick view
ar: نظرة سريعة
fa_ir: مشاهده سریع

source: Add to cart
ar: أضف إلى السلة
fa_ir: افزودن به سبد خرید

source: Load More Products
ar: تحميل المزيد من المنتجات
fa_ir: بارگذاری محصولات بیشتر

source: Products (Dinakala)
ar: المنتجات (Dinakala)
fa_ir: محصولات (دیناکالا)

source: Our Service Box (Dinakala)
ar: صندوق خدمتنا (Dinakala)
fa_ir: باکس خدمات ما (دیناکالا)

source: Show icon at the top
ar: إظهار الأيقونة في الأعلى
fa_ir: نمایش آیکن در بالا

source: Transparent background
ar: خلفية شفافة
fa_ir: پس‌زمینه شفاف

source: Show boxes in an integrated way
ar: عرض الصناديق بطريقة متكاملة
fa_ir: نمایش باکس ها به صورت یکپارچه

source: First service settings
ar: إعدادات الخدمة الأولى
fa_ir: تنظیمات سرویس اول

source: Price Guarantee
ar: ضمان السعر
fa_ir: تضمین قیمت

source: Subtitle
ar: العنوان الفرعي
fa_ir: عنوان فرعی

source: Enter your subtitle
ar: أدخل عنوانًا فرعيًا
fa_ir: عنوان فرعی را وارد نمایید

source: Best market price
ar: أفضل سعر في السوق
fa_ir: بهترین قیمت بازار

source: Inherit the color from the template color
ar: وراثة اللون من لون القالب
fa_ir: ارث‌بری رنگ از رنگ پوسته

source: Or custom icon (Suitable size: 64px by 64px)
ar: أو رمز مخصص (الحجم المناسب: 64 بكسل × 64 بكسل)
fa_ir: یا آیکن دلخواه (اندازه مناسب: 64 پیکسل در 64 پیکسل)

source: Second service settings
ar: إعدادات الخدمة الثانية
fa_ir: تنظیمات سرویس دوم

source: Excellent support
ar: دعم ممتاز
fa_ir: پشتیبانی عالی

source: 24 hours, 7 days a week
ar: 24 ساعة في اليوم ، 7 أيام في الأسبوع
fa_ir: 24 ساعته، 7 روز هفته

source: Third service settings
ar: إعدادات الخدمة الثالثة
fa_ir: تنظیمات سرویس سوم

source: Refund
ar: استرداد
fa_ir: بازگشت وجه

source: If not satisfied
ar: في حالة عدم الرضا
fa_ir: در صورت عدم رضایت

source: Fourth service settings
ar: إعدادات الخدمة الرابعة
fa_ir: تنظیمات سرویس چهارم

source: Originality goods
ar: أصالة البضاعة
fa_ir: اصالت کالاها

source: From Top Brands
ar: من أفضل الماركات
fa_ir: از برترین برندها

source: Fifth service settings
ar: إعدادات الخدمة الخامسة
fa_ir: تنظیمات سرویس پنجم

source: Fast delivery
ar: تحویل سریعتوصيل سريع
fa_ir: تحویل سریع

source: The least time possible
ar: في أقصر وقت ممكن
fa_ir: در کمترین زمان ممکن

source: Site information icon (Dinakala)
ar: أيقونة معلومات الموقع (Dinakala)
fa_ir: آیکن اطلاعات سایت (دیناکالا)

source: Enter icon title
ar: أدخل عنوان الرمز
fa_ir: عنوان آیکن را وارد نمایید

source: Data source
ar: مصدر البيانات
fa_ir: منبع اطلاعات

source: Sellers
ar: البائعين
fa_ir: فروشندگان

source: Custom data
ar: البيانات المخصصة
fa_ir: اطلاعات سفارشی

source: Custom data value
ar: قيمة البيانات المخصصة
fa_ir: مقدار اطلاعات سفارشی

source: Enter custom data value
ar: أدخل قيمة البيانات المخصصة
fa_ir: مقدار داده سفارشی را وارد کنید

source: Value
ar: قيمة
fa_ir: مقدار

source: Display border
ar: عرض الحدود
fa_ir: نمایش حاشیه

source: Slider (Dinakala)
ar: سلايدر (Dinakala)
fa_ir: اسلایدر (دیناکالا)

source: Scheduling the slide show
ar: جدولة عرض الشرائح
fa_ir: زمانبندی نمایش اسلاید

source: Start time
ar: وقت البدء
fa_ir: زمان شروع

source: End time
ar: وقت النهاية
fa_ir: زمان پایان

source: Social links (Dinakala)
ar: الروابط الاجتماعية (ديناكالا)
fa_ir: لینک‌های شبکه اجتماعی (دیناکالا)

source: General settings of links
ar: الإعدادات العامة للروابط
fa_ir: تنظیمات عمومی لینک‌ها

source: Social network links
ar: روابط الشبكات الاجتماعية
fa_ir: لینک‌های شبکه اجتماعی

source: Special offer (Dinakala)
ar: عرض خاص (Dinakala)
fa_ir: پیشنهاد ویژه (دیناکالا)

source: Special offer
ar: عرض خاص
fa_ir: پیشنهاد ویژه

source: Site name
ar: اسم الموقع
fa_ir: نام سایت

source: Enter your site name
ar: أدخل اسم موقعك
fa_ir: نام سایتتان را وارد نمایید

source: Sample
ar: عينة
fa_ir: نمونه

source: Show the title in mobile mode
ar: إظهار العنوان في وضع الهاتف المحمول
fa_ir: نمایش عنوان در حالت موبایل

source: Inheriting the site title color from the template color
ar: وراثة لون عنوان الموقع من لون القالب
fa_ir: ارث‌بری رنگ عنوان سایت از رنگ پوسته

source: Only products with timed discounts will be displayed
ar: سيتم عرض المنتجات ذات الخصومات الموقوتة فقط
fa_ir: فقط محصولات دارای تخفیف زماندار نمایش داده شود

source: Text finished product in stock
ar: نص انتهاء صلاحية المنتج في المخزون
fa_ir: متن تمام شدن محصول در انبار

source: Out of stock!
ar: لقد انتهت!
fa_ir: تمام شد!

source: Show out of stock icon
ar: عرض أيقونات إنجاز المخزون
fa_ir: نمایش آیکن اتمام موجودی

source: Select products randomly
ar: عرض مزيد من الأعمال
fa_ir: انتخاب محصولات به صورت تصادفی

source: Discount countdown style
ar: أسلوب العد التنازلي للخصم
fa_ir: استایل شمارشگر تخفیف

source: Special!
ar: عرض خاص!
fa_ir: پیشنهاد ویژه!

source: Discount
ar: تنزيلات
fa_ir: تخفیف

source: Seconds
ar: ثانیة
fa_ir: ثانیه

source: Minutes
ar: دقیقة
fa_ir: دقیقه

source: Hours
ar: ساعة
fa_ir: ساعت

source: Days
ar: يوم
fa_ir: روز

source: Weeks
ar: أسبوع
fa_ir: هفته

source: View Product
ar: عرض المنتج
fa_ir: مشاهده محصول

source: Buy Product
ar: شراء المنتج
fa_ir: خرید محصول

source: Text Box (Dinakala)
ar: مربع نص (Dinakala)
fa_ir: باکس متن (دیناکالا)

source: Type your text here
ar: اكتب النص هنا
fa_ir: متن خود را وارد نمایید

source: Text Ticker (Dinakala)
ar: شريط النص (Dinakala)
fa_ir: تیکر متن (دیناکالا)

source: Show title
ar: عرض العنوان
fa_ir: نمایش عنوان

source: title
ar: عنوان
fa_ir: عنوان

source: Title icon
ar: أيقونة العنوان
fa_ir: آیکن عنوان

source: Tickers settings
ar: إعدادات المؤشرات
fa_ir: تنظیمات تیکرها

source: Source of titles
ar: مصدر العناوين
fa_ir: منبع عناوین

source: Manual
ar: يدوي
fa_ir: به صورت دستی

source: Posts
ar: دعامات
fa_ir: نوشته‌ها

source: Number of rows
ar: عدد الصفوف
fa_ir: تعداد سطرها

source: Display the publication date
ar: اعرض تاريخ النشر
fa_ir: نمایش تاریخ انتشار

source: Ticker title
ar: عنوان المؤشر
fa_ir: عنوان تیکر

source: Ticker link
ar: رابط المؤشر
fa_ir: لینک تیکر

source: Scheduling the ticker show
ar: جدولة عرض الشريط
fa_ir: زمانبندی نمایش تیکر

source: Tickers
ar: المؤشرات
fa_ir: تیکرها

source: Direction of movement
ar: اتجاه الحركة
fa_ir: جهت حرکت

source: Up
ar: أعلى
fa_ir: بالا

source: Down
ar: تحت
fa_ir: پایین

source: Animation speed
ar: سرعة الحركة
fa_ir: سرعت انیمیشن

source: Slow
ar: بطيء
fa_ir: آهسته

source: Fast
ar: سريع
fa_ir: سریع

source: Interval
ar: فاصلة
fa_ir: وقفه

source: Pause ticker on mouse over
ar: وقفة المؤشر فوق الماوس
fa_ir: توقف تیکر در هنگام عبور ماوس

source: Timed discount products (Dinakala)
ar: منتجات الخصم الموقوتة (Dinakala)
fa_ir: محصولات تخفیف خورده زماندار (دیناکالا)

source: Show products randomly
ar: عرض المنتجات بشكل عشوائي
fa_ir: نمایش محصولات به صورت تصادفی

source: Recently viewed products (Dinakala)
ar: المنتجات المعروضة مؤخرا (Dinakala)
fa_ir: محصولات اخیرا بازدید شده (دیناکالا)

source: Recently viewed products
ar: المنتجات المعروضة مؤخرا
fa_ir: محصولات اخیرا بازدید شده

source: Compare button (Dinakala)
ar: إعدادات زر المقارنة
fa_ir: دکمه مقایسه محصولات (دیناکالا)

source: Show number of products
ar: عرض عدد المنتجات
fa_ir: نمایش تعداد محصولات

source: Show title when hovering mouse
ar: إظهار العنوان عند تحريك الماوس
fa_ir: نمایش عنوان هنگام هاور ماوس

source: Compare Products
ar: مقارنة المنتجات
fa_ir: مقایسه محصولات

source: Dark mode toggle (Dinakala)
ar: تبديل الوضع الداكن (Dinakala)
fa_ir: تغییر وضعیت حالت تاریک (دیناکالا)

source: Light mode
ar: وضع الضوء
fa_ir: حالت روشن

source: Header logo (Dinakala)
ar: شعار الرأس (Dinakala)
fa_ir: لوگو هدر (دیناکالا)

source: Upload your site logo from this section. Appropriate size: 160 pixel(w) in 57 pixel(h)
ar: قم بتحميل شعار موقعك من هذا القسم. الحجم المناسب: 160 بكسل (عرض) في 57 بكسل (ارتفاع)
fa_ir: لوگوی سایت خود را از این بخش آپلود نمایید. اندازه مناسب: 160 پیکسل (عرض) در 57 پیکسل (ارتفاع)

source: Upload a site logo in a two-dimensional size to the current logo. Appropriate size: 320 pixel(w) in 114 pixel(h)
ar: قم بتحميل شعار موقع بحجم ثنائي الأبعاد على الشعار الحالي. الحجم المناسب: 320 بكسل (عرض) في 114 بكسل (ارتفاع)
fa_ir: لوگو سایت را در اندازه دو برابری لوگو فعلی آپلود نمایید. اندازه مناسب: 320 پیکسل (عرض) در 114 پیکسل (ارتفاع)

source: Dark mode logo
ar: شعار الوضع الداكن
fa_ir: لوگو حالت تاریک

source: Upload your dark mode site logo from this section. Appropriate size: 160 pixel(w) in 57 pixel(h)
ar: قم بتحميل شعار موقع الوضع المظلم الخاص بك من هذا القسم. الحجم المناسب: 160 بكسل (عرض) في 57 بكسل (ارتفاع)
fa_ir: لوگوی حالت تاریک سایت را از این بخش آپلود نمایید. اندازه مناسب: 160 پیکسل (عرض) در 57 پیکسل (ارتفاع)

source: Dark mode retina logo
ar: الوضع الداكن شعار شبكية العين
fa_ir: لوگو رتینا حالت تاریک

source: Upload your dark mode site logo in a two-dimensional size to the current logo. Appropriate size: 320 pixel(w) in 114 pixel(h)
ar: قم بتحميل شعار موقع الوضع المظلم بحجم ثنائي الأبعاد للشعار الحالي. الحجم المناسب: 320 بكسل (عرض) في 114 بكسل (ارتفاع)
fa_ir: لوگوی حالت تاریک سایت را در دو برابر اندازه فعلی آپلود نمایید. اندازه مناسب: 320 پیکسل (عرض) در 114 پیکسل (ارتفاع)

source: Mobile menu button (Dinakala)
ar: زر قائمة الهاتف المحمول (Dinakala)
fa_ir: دکمه منو موبایل (دیناکالا)

source: Mobile user buttons (Dinakala)
ar: أزرار مستخدم الهاتف المحمول (Dinakala)
fa_ir: دکمه های کاربری موبایل (دیناکالا)

source: Login
ar: تسجيل الدخول
fa_ir: ورود

source: Register
ar: التسجيل
fa_ir: ثبت‌نام

source: Search bar (Dinakala)
ar: شريط البحث (Dinakala)
fa_ir: نوار جستجو (دیناکالا)

source: Shopping cart (Dinakala)
ar: عربة التسوق (Dinakala)
fa_ir: سبد خرید (دیناکالا)

source: User Buttons (Dinakala)
ar: أزرار المستخدم (Dinakala)
fa_ir: دکمه های کاربری (دیناکالا)

source: User buttons text style
ar: نمط نص أزرار المستخدم
fa_ir: استایل متنی دکمه های کاربری

source: Dashboard
ar: لوحة القيادة
fa_ir: داشبورد

source: Wishlist button (Dinakala)
ar: زر قائمة الرغبات (Dinakala)
fa_ir: دکمه علاقه‌مندی‌ها (دیناکالا)

source: DinaKala
fa_ir: دیناکالا

source: DinaKala header widgets
ar: أدوات رأس DinaKala
fa_ir: ابزارک‌های هدر دیناکالا

source: Products category
ar: تصنيف المنتجات
fa_ir: دسته‌بندی محصولات

source: Products tag
ar: تاك المنتجات
fa_ir: برچسب محصولات

source: Close
ar: اغلاق
fa_ir: بستن

source: Wallet Inventory:
ar: رصيد المحفظة:
fa_ir: موجودی کیف پول:

source: User menu
ar: قائمة المستخدم
fa_ir: منوی کاربری

source: Android
ar: إصدار الأندرويد
fa_ir: نسخه آندروید

source: IOS
ar: إصدار IOS
fa_ir: نسخه IOS

source: Select options
ar: اشر على الخيارات
fa_ir: انتخاب گزینه ها

source: Share on social networks
ar: المشاركة على الشبكات الاجتماعية
fa_ir: اشتراک گذاری در شبکه های اجتماعی

source: Marketing link:
ar: رابط التسويق:
fa_ir: لینک بازاریابی:

source: Shortlink:
ar: رابط قصير:
fa_ir: پیوند کوتاه:

source: Copy Link
ar: نسخ الرابط
fa_ir: کپی پیوند

source: Link copied!
ar: تم نسخ الرابط!
fa_ir: پیوند کپی شد!

source: <li>By clicking on any menu item, you can set settings such as icon, label, selection for megamenu image or disable megamenu mode.</li>
ar: <li> من خلال النقر فوق أي عنصر قائمة ، يمكنك تعيين إعدادات مثل الرمز أو التصنيف أو التحديد لصورة قائمة megamenu أو تعطيل وضع قائمة megamenu. </li>
fa_ir: <li>با کلیک روی هر موردی از فهرست می توانید تنظیماتی مانند آیکن، برچسب، انتخاب برای تصویر مگامنو یا غیرفعال‌سازی حالت مگامنو را تنظیم کنید.</li>

source: <li>If your menu has many items and menu options such as icon, megamenu image, etc. are not saved, you need to increase the max_input_vars variable in the host settings (it is recommended to set it to 10000)</li>
ar: <li> إذا كانت قائمتك تحتوي على العديد من العناصر وخيارات القائمة مثل الرمز ، وصورة القائمة الضخمة ، وما إلى ذلك ، لم يتم حفظها ، فأنت بحاجة إلى زيادة متغير max_input_vars في إعدادات المضيف (يوصى بضبطه على 10000) </li>
fa_ir: <li>اگر فهرست شما دارای موارد زیادی می باشد و گزینه های فهرست مانند آیکن، تصویر مگامنو و ... ذخیره نمی شوند، لازم است که در تنظیمات هاست مقدار متغیر max_input_vars را افزایش دهید (توصیه می شود روی مقدار ۱۰۰۰۰ تنظیم کنید)</li>

source: <li>Megamenu style and other menu settings can be done from Appearance > Theme Settings > General Settings > Header Settings > Menu Settings.</li>
ar: <li> يمكن إجراء نمط Megamenu وإعدادات القائمة الأخرى من المظهر> إعدادات الموضوع> الإعدادات العامة> إعدادات الرأس> إعدادات القائمة. </ li>
fa_ir: <li>استایل مگامنو و سایر تنظیمات منو را از مسیر پیشخوان > نمایش > تنظیمات پوسته > تنظیمات عمومی > تنظیمات هدر > تنظیمات منو انجام دهید.</li>

source: Menu label
ar: تسمية القائمة
fa_ir: برچسب منو

source: Menu Icon
ar: أيقونة القائمة
fa_ir: آیکن منو

source: -- none --
ar: -- فارغ --
fa_ir: -- خالی --

source: Or Custom Icon (Suitable size: 22px by 22px)
ar: أو رمز مخصص (الحجم المناسب: 22 بكسل × 22 بكسل)
fa_ir: یا آیکن دلخواه (اندازه مناسب: 22 پیکسل در 22 پیکسل)

source: Custom Icon (Suitable size: 22px by 22px)
ar: رمز مخصص (الحجم المناسب: 22 بكسل × 22 بكسل)
fa_ir: آیکن دلخواه (اندازه مناسب: 22 پیکسل در 22 پیکسل)

source: Select Custom Icon
ar: حدد الرمز المطلوب
fa_ir: انتخاب آیکن دلخواه

source: Megamenu mode suitable for menus with two levels
ar: وضع Megamenu مناسب للقوائم ذات المستويين
fa_ir: حالت مگامنو مناسب منوهای دارای دو سطح

source: Disable MegaMenu
ar: تعطيل قائمة ميجامنو
fa_ir: غیرفعال‌سازی مگامنو

source: Use as Menu Image
ar: استخدم كصورة القائمة
fa_ir: استفاده به عنوان تصویر منو

source: Menu Image
ar: صورة القائمة
fa_ir: تصویر منو

source: Select Image
ar: اختيار الصورة
fa_ir: انتخاب تصویر

source: Product Settings (DinaKala)
ar: إعدادات المنتج (DinaKala)
fa_ir: تنظیمات محصول (دیناکالا)

source: Text under product title (under title)
ar: نص تحت عنوان المنتج (تحت العنوان)
fa_ir: متن زیر عنوان اصلی (زیر عنوان)

source: Product Label
ar: ملصق المنتج
fa_ir: برچسب محصول

source: This tag is displayed on the product image in the archive pages
ar: يتم عرض هذه العلامة على صورة المنتج في صفحات الأرشيف
fa_ir: این برچسب روی تصویر محصول در صفحات آرشیو نمایش داده می شود

source: Product Label Color
ar: لون ملصق المنتج
fa_ir: رنگ برچسب محصول

source: Select the label color
ar: حدد لون الملصق
fa_ir: رنگ برچسب را انتخاب نمایید

source: Select
ar: اختار
fa_ir: انتخاب نمایید

source: Orange
ar: البرتقالي
fa_ir: نارنجی

source: Purple
ar: بنفسجي
fa_ir: بنفش

source: Comingsoon Mode
ar: الوضع القادم
fa_ir: حالت به زودی

source: View Comingsoon instead of price
ar: عرض العبارة قريبا بدلا من السعر
fa_ir: نمایش عبارت به زودی به جای قیمت

source: Call mode
ar: وضع الاتصال
fa_ir: حالت تماس بگیرید

source: By activating this mode, without the need to set the product price to 0, the call phrase will be displayed instead of the product price
ar: بتفعيل هذا الوضع، دون الحاجة إلى تعيين سعر المنتج على 0، سيتم عرض عبارة الاتصال بدلاً من سعر المنتج
fa_ir: با فعال‌سازی این حالت بدون نیاز به تنظیم قیمت محصول روی عدد ۰ عبارت تماس بگیرید به جای قیمت محصول نمایش داده خواهد شد

source: Comingsoon text
ar: قريبا نص
fa_ir: متن به زودی

source: If it is empty, the text set in the template settings will be used
ar: إذا كان فارغًا ، فسيتم استخدام النص المعين في إعدادات القالب
fa_ir: اگر خالی باشد، متن تنظیم شده در تنظیمات پوسته استفاده خواهد شد

source: Special Product
ar: منتج خاص
fa_ir: محصول ویژه

source: View Product in Special Offer Products section
ar: عرض المنتج في قسم منتجات العرض الخاص
fa_ir: نمایش محصول در بخش محصولات پیشنهاد ویژه

source: Video Review
ar: مراجعة الفيديو
fa_ir: ویدیو بررسی محصول

source: Upload an video review of the Product
ar: قم بتحميل فيديو مراجعة للمنتج
fa_ir: ویدیو بررسی محصول را آپلود نمایید

source: Add Video
ar: أضف فيديو
fa_ir: اضافه کردن ویدیو

source: Aparat Video
ar: فيديو آبارات
fa_ir: ویدیو آپارات

source: Enter only id of the video (example: 4pN2B)
ar: فقط أدخل معرف الفيديو (مثال: 4pN2B)
fa_ir: فقط شناسه ویدیو را وارد نمایید (مثال: 4pN2B)

source: Audio Review
ar: مراجعة الصوت
fa_ir: بررسی صوتی

source: Upload an audio review of the product
ar: قم بتحميل مراجعة صوتية للمنتج
fa_ir: بررسی صوتی محصول را آپلود نمایید

source: Add Audio
ar: أضف الصوت
fa_ir: اضافه کردن صوت

source: Product Sidebar Setting
ar: إعدادات الشريط الجانبي للمنتج
fa_ir: تنظیمات سایدبار محصول

source: Default Settings
ar: الإعدادات الافتراضية
fa_ir: تنظیمات پیش‌فرض

source: Without Sidebar
ar: بدون الشريط الجانبي
fa_ir: بدون سایدبار

source: Right Sidebar
ar: الشريط الجانبي الأيمن
fa_ir: سمت راست

source: Left Sidebar
ar: الشريط الجانبي الأيسر
fa_ir: سمت چپ

source: Additional product information
ar: معلومات المنتج الإضافية
fa_ir: اطلاعات اضافی محصول

source: This item is displayed below the product price and can be defined for all products in the Theme settings > Product Settings section.
ar: يتم عرض هذا العنصر أسفل سعر المنتج ويمكن تحديده لجميع المنتجات في قسم الإعدادات> إعدادات المنتج.
fa_ir: این مورد زیر قیمت محصول نمایش داده می شود و برای همه محصولات در قسمت تنظیمات پوسته > تنظیمات محصول قابل تعریف می باشد.

source: Product features shown above product price
ar: ميزات المنتج التي يتم عرضها فوق سعر المنتج
fa_ir: ویژگی های محصول که در بالای قیمت محصول نمایش داده می شود

source: Feature {#}
ar: ميزة {#}
fa_ir: ویژگی {#}

source: Add Another Feature
ar: أضف ميزة أخرى
fa_ir: اضافه کردن ویژگی دیگر

source: Remove Feature
ar: إزالة الميزة
fa_ir: حذف ویژگی

source: Are you sure you want to remove this feature?
ar: هل أنت متأكد أنك تريد حذف هذه الميزة؟
fa_ir: آیا از حذف این ویژگی مطمئن هستید؟

source: Feature Title
ar: عنوان الميزة
fa_ir: عنوان ویژگی

source: Feature Description
ar: ميزة الوصف
fa_ir: توضیحات ویژگی

source: Feature Icon
ar: أيقونات الميزات
fa_ir: آیکن ویژگی

source: Displays cons and pros section
ar: أظهر نقاط القوة والضعف للمنتج
fa_ir: نمایش بخش نقاط قوت و ضعف محصول

source: Product pros shown above product description
ar: يتم عرض نقاط قوة المنتج في الجزء العلوي من وصف المنتج
fa_ir: نقاط قوت محصول که در بالای توضیحات محصول نمایش داده می شود

source: Pros {#}
ar: الايجابيات {#}
fa_ir: نقطه قوت {#}

source: Add Another Pros
ar: أضف إيجابيات أخرى
fa_ir: اضافه کردن نقطه قوت

source: Remove Pros
ar: إزالة هذه الايجابية
fa_ir: حذف نقطه قوت

source: Are you sure you want to remove this Pros?
ar: هل أنت متأكد أنك تريد إزالة هذه إيجابيات ؟
fa_ir: آیا از حذف این نقطه قوت مطمئن هستید؟

source: Pros Title
ar: عنوان الايجابية
fa_ir: عنوان نقطه قوت

source: Product cons shown above product description
ar: سلبيات المنتج المبينة أعلاه وصف المنتج
fa_ir: نقاط ضعف محصول که در بالای توضیحات محصول نمایش داده می شود

source: Cons {#}
ar: السلبيات {#}
fa_ir: نقطه ضعف {#}

source: Add Another Cons
ar: أضف سلبيات أخرى
fa_ir: اضافه کردن نقطه ضعف

source: Remove Cons
ar: إزالة هذه السلبية
fa_ir: حذف نقطه ضعف

source: Are you sure you want to remove this Cons?
ar: هل أنت متأكد أنك تريد إزالة هذه السلبية؟
fa_ir: آیا از حذف این نقطه ضعف مطمئن هستید؟

source: Cons Title
ar: عنوان السلبيات
fa_ir: عنوان نقطه ضعف

source: Page Settings (DinaKala)
ar: إعدادات الصفحة (DinaKala)
fa_ir: تنظیمات برگه (دیناکالا)

source: Lock content
ar: محتوى قفل
fa_ir: قفل کردن محتوا

source: Display page content to logged in users
ar: عرض محتوى الصفحة لتسجيل الدخول للمستخدمين
fa_ir: نمایش محتوای برگه به کاربران وارد شده

source: Page Sidebar Setting
ar: إعداد الشريط الجانبي للصفحة
fa_ir: تنظیمات سایدبار برگه

source: Post Settings (DinaKala)
ar: إعدادات النشر (DinaKala)
fa_ir: تنظیمات نوشته (دیناکالا)

source: Post Sidebar Setting
ar: بعد إعداد الشريط الجانبي
fa_ir: تنظیمات سایدبار نوشته

source: Display post content to logged in users
ar: عرض محتوى المنشور للمستخدمين الذين قاموا بتسجيل الدخول
fa_ir: نمایش محتوای نوشته به کاربران وارد شده

source: Hide related posts
ar: إخفاء المشاركات ذات الصلة
fa_ir: مخفی کردن نوشته‌های مرتبط

source: By activating this option, related posts in this post will be disabled
ar: بتفعيل هذا الخيار ، سيتم تعطيل المنشورات ذات الصلة في هذا المنشور
fa_ir: با فعال‌سازی این گزینه نوشته‌های مرتبط در این نوشته غیرفعال خواهد شد

source: Reading time
ar: وقت القراءة
fa_ir: زمان مطالعه

source: Video thumbnail
ar: صورة مصغرة للفيديو
fa_ir: ویدیو بندانگشتی

source: With this feature, you can display a video instead of a thumbnail at the top of the post content
ar: باستخدام هذه الميزة ، يمكنك عرض مقطع فيديو بدلاً من صورة مصغرة أعلى محتوى المنشور
fa_ir: توسط این قابلیت می توانید یک ویدیو را به جای تصویر بندانگشتی در بالای محتوای نوشته نمایش دهید

source: Or Aparat
ar: أو ابارات
fa_ir: یا ویدیو آپارات

source: Just enter the video ID, for example: Uxmit
ar: فقط أدخل معرف الفيديو ، على سبيل المثال: Uxmit
fa_ir: فقط شناسه (آی دی) ویدیو را وارد کنید، برای مثال: Uxmit

source: Download Box Settings (DinaKala)
ar: إعدادات مربع التنزيل (DinaKala)
fa_ir: تنظیمات باکس دانلود (دیناکالا)

source: Show download box?
ar: عرض مربع التنزيل؟
fa_ir: نمایش باکس دانلود؟

source: File Name
ar: اسم الملف
fa_ir: نام فایل

source: File Size
ar: حجم الملف
fa_ir: حجم فایل

source: File Password
ar: كلمة السر الملف
fa_ir: کلمه عبور فایل

source: Files
ar: الملفات
fa_ir: فایلها

source: File {#}
ar: الملف {#}
fa_ir: فایل {#}
